[
  {
    "id": 0,
    "title": "Federal Power Act",
    "creator": "United States Congress",
    "createdAt": "June 10, 1920",
    "year": "1920",
    "editedBy": "Mark A. Allen",
    "editedAt": "2021",
    "citation": "U.S. Statutes at Large, Vol. 41, Part 1, Chap. 285, pp. 1063-1077. “An Act To create a Federal Power Commission; to provide for the improvement of navigation; the development of water power; the use of the public lands in relation thereto, and to repeal section 18 of the River and Harbor Appropriation Act, approved August 8, 1917, and for other purposes.” H.R. 3184, Public Act No. 280. From “The Evolution of the Conservation Movement, 1850-1920.” Library of Congress. Accessed September 20, 2021. http://memory.loc.gov/cgi-bin/query/r?ammem/consrvbib:@FIELD(NUMBER(vl037)).",
    "type": "Act",
    "period": "Interwar Period",
    "place": ["Washington D.C."],
    "theme": ["Environmental History", "Political History"],
    "imageUrl": "/USCapitol1906.jpeg",
    "readings": [
      "Foley, Bradley R., and Robert M. Calhoon. “Woodrow Wilson and Political Moderation.” The Journal of Presbyterian History 85, no. 2 (2007): 137–50.",
      "Foner, Eric. Give Me Liberty! Volume 2, 3rd ed. New York, NY: W. W. Norton, 2011.",
      "Kuzmiak, D. T. “The American Environmental Movement.” The Geographical Journal 157, no. 3 (1991): 265-278.",
      "Moler, Elizabeth, David Ward, Robert Platt, Sherman Poland, and David Benkin. “Review of A Salute: 75 Years for the FPC and FERC.” Energy Law Journal 18, no. 2 (1995): 293-297.",
      "Moran, Emilio F., Maria Claudia Lopez, Nathan Moore, Norbert Müller, and David W. Hyndman.  “Sustainable Hydropower in the 21st Century.” Proceedings of the National Academy of Sciences of the United States of America 115, no. 47 (2018): 11891–11898.",
      "Nash, Roderick Frazier. Wilderness and the American Mind, 5th ed. New Haven: Yale University Press, 2014 [1967]."
    ],
    "body": {
      "intro": [
        "The boom of the Second Industrial Revolution in America from 1870 through to 1920, markedly transformed the ways Americans related to the environment, from how they used it and worked with it to how they thought about it. During this fifty-year period, employment in American Manufacturing grew to 4.5 times its original force, from 2.5 million Americans employed to roughly 11.5 million, bringing with it an increase in labor power, and a demand for materials and energy as well. Public sentiments on nature and the environment of America also shifted in this era. Through the contributions of countless passionate Americans, including the storied writer Mark Twain, the photographer William Henry Jackson, the frontier historian Fredrick Jackson Turner, and the naturalists Anna Botsford Comstock and John Muir, conservationist thought began to take shape.",
        "These seemingly conflicting concepts of industry and nature came together in Fox River, Wisconsin on August 20, 1882, when Henry J. Rogers's Appleton Edison Light Company switched on the first ever hydroelectric generator. With an output of around fifty watts of power, and the capability of powering nearly 250 incandescent lightbulbs, its opening cemented Fox River in both industrial and environmental history. Not only was this a landmark moment for a novel use of natural resources to generate power, but it also set the stage for future adoption by the industrial sector. Similar hydro turbine generators were created to power a variety of amenities, from streetlights in Niagara, New York, to theatrical performances in Grand Rapids, Michigan. The advent of alternating current systems during the 1880s made possible the creation of the first ever Hydropower plant, Redlands Power Plant, which opened in California in 1893.",
        "Not until the years between 1917 and 1920 did this promising method of environmentally friendly power generation gain traction with the American government. The Federal Government's turn towards conservationism began with President Theodor Roosevelt, an avid outdoorsman. He had pushed for the creation of fifty-one wildlife refuges and five national parks with numerous other conservation acts before his presidency's end in 1909. President William Howard Taft continued these policies, but it was President Woodrow Wilson who signed the first law regulating and promoting hydroelectric power generation. On June 10, 1920 Wilson, a historian, free market Liberal, and economic moralist, signed into law the Federal Power Act which had been passed by the Sixty-Sixth Congress. This Act led to the creation of the Federal Power Commission, a governmental agency which counts more than 90 years of service today. The Act also regulated hydroelectric power and furthered the creation of hydropower plants around the United States by the Army Corps of Engineers."
      ],
      "paragraphs": [
        "CHAP. 285.- An Act To create a Federal Power Commission; to provide for the improvement of navigation; the development of waterpower; the use of the public lands in relation thereto, and to repeal section 18 of the River and Harbor Appropriation Act, approved August 8, 1917, and for other purposes.",
        "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, that a Commission is hereby created and established, to be known as the Federal Power Commission (hereinafter referred to as the commission), which shall be compose of the Secretary of War, the Secretary of the Interior, and the Secretary of Agriculture. Two members of the commission shall constitute a quorum for the transaction of business, and the commission shall have an official seal, which shall be juristically noticed. The President shall designate the chairman of the commission.",
        "Sec.2. That the commission shall appoint an executive secretary, who shall receive a salary of $5,000 a year, and prescribe his duties, and the commission may request the President of the United States to detail an officer from the United States Engineer Corps to serve the commission as engineer officer, his duties to be prescribed by the commission.",
        "The work of the commission shall be performed by and through the Departments of War, Interior, and Agriculture and their engineering, technical, clerical, and other personnel except as may be otherwise provided by law.",
        "All the expense of the commission, including rent in the District of Columbia, all necessary expenses for transportation and subsistence, including, in the discretion of the commission, a per diem of not exceeding $4 in lieu of subsistence incurring by its employees under its orders in making any investigation, or conducting field work, or upon official business outside of the District of Columbia and away from their designated points of duty, shall be approved and paid on the presentation of itemized voucher therefor approved by a member or officer of the commission duly authorized for that purpose; and in order to defray the expenses made necessary by the provisions of this Act there is hereby authorized to be appropriated such sum as Congress may hereafter determine, and the sum of $100,000 is hereby appropriated, out of any moneys in the Treasury upon order of the commission.",
        "Sec.3. That the words defined in this section shall have the following meanings for the purposes of this Act, to wit:",
        "“Public lands” means such lands and interest in lands owned by the United States as are subject to private appropriation and disposal under public-land laws. It shall not include “Reservations,” as hereinafter defined.",
        "“Reservations” means national monuments, national parks, national forests, tribal lands embraced within Indian Reservations, military reservations, and other lands and interests in lands owned…"
      ]
    }
  },
  {
    "id": 1,
    "title": "Diary of Samuel J. Gibson",
    "creator": "Samuel J. Gibson",
    "createdAt": "1864",
    "year": "1864",
    "editedBy": "Liam Michael Crowley",
    "editedAt": "2021",
    "citation": "Gibson, Samuel J. “Samuel J. Gibson Diary and Correspondence, 1864.” Manuscript/Mixed Material. Library of Congress. Accessed September 20, 2021. https://www.loc.gov/item/mss52410001/.",
    "type": "Diary",
    "period": "19th Century",
    "place": ["Georgia"],
    "theme": ["Civil War", "Political History"],
    "imageUrl": "https://miro.medium.com/max/720/1*CrhkDIVawqwf0JE8NekDGw.jpeg",
    "readings": [
      "Sheehan-Dean, Aaron C, ed. The View from the Ground Experiences of Civil War Soldiers. Lexington, Kentucky: The University Press of Kentucky, 2007.",
      "“Samuel J. Gibson.” Library of Congress.gov. The Civil War in America. Accessed October 7, 2021. https://loc.gov/exhibits/civil-war-in-america/biographies/samuel-j-gibson.html",
      "Foner, Eric. Give Me Liberty!: An American History Vol. 2. 3rd ed. New York: W. W. Norton & Company, 2011.",
      "Masur, Louis P. The Civil War: A Concise History. Oxford and New York: Oxford University Press, 2011.",
      "Jordan, Weymouth T. and Gerald W. Thomas. “Massacre at Plymouth: April 20, 1864.” The North Carolina Historical Review 72, no. 2 (1995): 125–197.",
      "Wilson, Carolyn. “The Soldier in the Attic.” Western Pennsylvania History, (2007-08): 47-59. Accessed October 10th, 2021. https://journals.psu.edu/wph/article/download/7795/7568"
    ],
    "body": {
      "intro": [
        "Although its duration was merely four years (April 12, 1861 – May 9, 1865), the effects of the American Civil War on those involved lasted much longer. This war was the most notable internal conflict in the Nation's history, and it questioned as well as raised awareness about the unethical nature of slavery. Northern states supporting the Federal Union clashed with their Southern adversary known as the Confederacy over the interconnected issues of slavery and westward expansion. After three years of indecisive military conflict, the Union armies were placed in the hands of General Ulysses S. Grant early in 1864. By the time this diary was written, Grant's policy of “total war” was fully underway. From this new approach, the Confederacy would be struck on multiple levels in order to weaken its infrastructure and overall economic base.",
        "Union possession of Plymouth, North Carolina was part of Grant's effort to undermine Confederate forces. It gave the Union a presence in an area with varying loyalties, offered protection for those supporting the Union, and served as refuge for runaway slaves from the Confederacy. The manpower that these slaves provided was essential to the Confederate war effort. As long as Union forces maintained this outpost in Plymouth, they were able to deprive their opposition of a vital labor force. Ultimately, however, Plymouth was captured by the Confederacy after a brutal four-day siege. Among the Union soldiers captured at Plymouth was Corporal Samuel J. Gibson, a member of the 103rd Pennsylvania Volunteer Regiment who went on to survive the notorious Confederate Andersonville prison camp in Georgia. Although around fifty percent of Gibson's regiment did not survive Andersonville due to poor conditions, he was paroled on December 16th, 1864, and eventually returned to active duty.",
        "The following entries from Gibson's diary provide a first-hand account of his perspective before and throughout the four-day siege of Plymouth. Ironically, his entries begin by mentioning the lack of activity at the outpost and quickly they turn to how dire his regiment's situation had become. In the last entry, he is forced to accept the reality that he and his fellow soldiers had been captured. By keeping record of his experiences, Gibson was able to record the experiences of one soldier during a pivotal moment in one of the most influential American wars in history"
      ],
      "paragraphs": [],
      "poem": [
        {
          "stanza": [
            "April, FRIDAY, 15. 1864",
            "The first half of April is nearly",
            "gone. It seems to me like a dream",
            "time flies swiftly & were it not for",
            "this little book, I could hardly believe",
            "so much time had flown. there is,",
            "nothing new today, no Drill AM,",
            "P.M. went out for Brigade Drill but",
            "rain coming on return to quarters, Mail,"
          ]
        },
        {
          "stanza": [
            "Saturday, 16.",
            "This morning threatens rain: am",
            "detailed as corpl. of regimental",
            "H.Q. guard: May heven forgive for",
            "I have indulged in some hard language",
            "today; but I cannot repress my indignation",
            "there is not a nigger or a horse in",
            "Plymouth that does not fare better than",
            "the soldiers on guard. Eve Mail, recd. a",
            "letter, Uxoris,"
          ]
        },
        {
          "stanza": [
            "Sunday, 17.",
            "Plymouth N.C. this morning still",
            "on duty as Corpl of H.Q. guard. If Christ",
            "our Saviour lay in a manger, I have",
            "come a little lower for I lay last night",
            "on the floor of one of the stalls for horses,",
            "& of course got the benefit of the wholesome (?)",
            "effluvia arising therefrom. relieved at",
            "9 A.M. attended preaching A.M. & P.M.",
            "& at night or 4 P.M. we are attacked by the",
            "enemy who tried to take ft Gray by storm. repuls"
          ]
        },
        {
          "stanza": [
            "April, MONDAY, 18. 1864.",
            "Plymouth N.C. last night almost continual skirmishing",
            "was kept up. the Rebs seem determined to have",
            "Ft Gray. but so far have been repulsed with considerable loss",
            "& the loss of one piece of Arty, they have so damaged the",
            "U.S. Gunboat Bombshell. that she after retiring out of action",
            "sunk at her landing. our skirmishers hold their ground",
            "at 8P.M. the Rebs open their batteries in front and a",
            "terrific bombardment follows and keeps up all night. our losses",
            "not heavy. H. Cline Co. G killed"
          ]
        },
        {
          "stanza": [
            "Tuesday, 19.",
            "Plymouth N.C. Morning comes after a night of terror.",
            "the Rebs are before us, behind us & on each side of us,",
            "they have carried Ft. Wessell on our right.& turned its guns on us.",
            "their 'Ram' has sunk the G.B. Southfield & driven off our",
            "fleet. Now we are 'gone up' unless [we] get reinforcement, but",
            "we will die 'game' Bombardment continues all day. work",
            "under a galling crossfire all day, & at night Co. 'B' have to go on",
            "picket. the night is made lively by bursting shells and the",
            "sharp rattle of musketry. our code is 'Right smart Blue'"
          ]
        },
        {
          "stanza": [
            "WEDNESDAY, 20.",
            "Our Flag still Floats defiantly, but we cannot hold out",
            "much longer the Rebs have got all their Artillery in position",
            "and have carried the forts on our left. just at day",
            "light the ball opens. I am on Picket in front of the",
            "works. My chance for getting in looks rather blue.",
            "at 7 A.M. the enemy have gained the town & are now",
            "in our rear. We form & advance to drive them out",
            "then commences a most terrific street fight. At 8 A.M.",
            "a parley, Uncon. Sur Dema No. Sur. come & take us",
            "at 10 A.M. our flag is lowered. We are Prisoners of War."
          ]
        }
      ]
    }
  },

  {
    "id": 2,
    "title": "First Public Address",
    "creator": "Susan B. Anthony",
    "createdAt": "1848",
    "year": "1848",
    "editedBy": "Avellaka Arvison",
    "editedAt": "2021",
    "citation": "Anthony, Susan B. “Image 1 of Susan B. Anthony Papers: Speeches and Writings, 1848-1895; 1848, First Public Address.” The Library of Congress. Accessed October 1, 2021. https://www.loc.gov/resource/mss11049.mss11049-006_00574_00585/?sp=1&st=text.",
    "type": "Speech",
    "period": "19th Century",
    "place": ["Seneca Falls"],
    "theme": ["Civil Rights", "Political History"],
    "imageUrl": "https://tile.loc.gov/storage-services/service/pnp/cph/3a50000/3a52000/3a52700/3a52783v.jpg",
    "readings": [
      "Baker, Jean H. Sisters: The Lives of America's Suffragists. New York: Hill and Wang, 2005.",
      "Huth, Mary M. and Christine L. Ridarsky. Susan B. Anthony and the Struggle for Equal Rights. Rochester: University of Rochester Press, 2012.",
      "Keyssar, Alexander. The Right to Vote: The Contested History of Democracy in the United States. New York: Basic Books, 2009.",
      "Kobach, Kris W. “Rethinking Article V: Term Limits and the Seventeenth and Nineteenth Amendments.” The Yale Law Journal 103, no. 7 (1994): 1971-2007.",
      "McMillen, Sally. Seneca Falls and the Origins of the Women's Rights Movement. Oxford University Press, 2008."
    ],
    "body": {
      "intro": [
        "It took nearly 100 years for women to get the right to vote in the United States. The movement started in 1848 when many people gathered at Seneca Falls to discuss the topic of women's rights. Over decades, women's suffrage activists would campaign, rally, and push lawmakers to address their concerns. On August 18, 1920, women gained the same suffrage rights as men when the 19th amendment was ratified. Many activists and reformers, including Susan B. Anthony, took part in this fight over the course of many years. Anthony was born in Adams, Massachusetts on February 15, 1820. Her father was a farmer, her mother came from a family who served in the Massachusetts state government, and Anthony also had seven brothers and sisters. Anthony found her passion for teaching, but she ultimately decided that she wanted to help end slavery and work to improve social conditions. Through her activism, Anthony became one of the main leaders of the Women's Suffrage Movement, and she also founded numerous organizations including: the American Equal Rights Association (1866), the National Woman Suffrage Association (1869), and the National American Women's Suffrage Association, that emerged from combining several women's suffrage groups in 1890.",
        "Although Anthony took on various leadership roles, it all started with her first public speech. In 1848, she gave her first public speech to a group called the Daughters of Temperance. The Daughters of Temperance and the Women's Suffrage Movement were both seen as radical causes in the nineteenth century. Anthony's family believed that drinking was sinful, and The Daughters of Temperance stood up for stronger liquor laws. They viewed the effects that drunkenness had on families as a major social problem and these women took a pledge to not use or buy alcohol, while also advocating abstention from alcohol use in their community. Anthony was later elected as president of one branch of the Daughters of Temperance. The passages below are from her first public speech."
      ],
      "paragraphs": [
        "Welcome Ladies, to this, our Hall of Temperance. You have been invited to meet with us this afternoon and for what purpose have you come hither? Are you here to listen to the advancement of new truths, or to hear old ones eloquently portrayed? permit me timely to advise you, that you are destined to disappointment and tell you as nearly as I can, what were our motives in soliciting our friends to mingle with us this afternoon. We feel that the cause we have espoused, is a common cause, a cause in which you, with us are deeply interested, and We would that some means were devised, by which our brothers & sons shall no longer be [exposed] allured from the right, by the corrupting influence of the fashionable sippings, of wine & brandy those sure destroyers of mental and moral worth, and by which our Sisters and daughters may no longer be exposed to the Vile arts of the gentlemanly appearing gallant…",
        "Our motive is to ask of you, council in the formation, and cooperation in the carrying out, of plans, which may produce a radical change in our moral Atmosphere. We, who call ourselves Daughters of Temperance, and who are united into one Sisterhood, by for the promotion of our great causes, the cause of Virtue, Love & Temperance, [have] do from week to week meet here to encourage each other in the way of well doing.",
        "It is the assurance that 'God will speed the Right' that inspires us with courage to go onward. 'Truth will prevail.' Is not the Cause of Virtue, love & Temperance, on the side of Truth, it is & must be, then why doubt its ultimate triumph, or why hesitate to do all in your power to hasten the day when Intemperance with its slow and noiseless step shall no more be permitted to enter our family circles, [and] to bind its first cords with a touch too gentle to be felt. - If such an influence has gone forth, then have [What better is Society that you have thus from week to week] we not sacrificed our time in vain, No! Happy are we to be thus privileged to spend a swiftly passing hour of each weak in the society of those who profess a fellow feeling of sympathy for suffering humanity. We count it no waste of time, to go forth through our streets, thus proclaiming our desire for the advancement of our great cause. You, with us no doubt feel that Intemperance is the blighting mildew of all our social connexions, You would be most happy to speed on the time, when no wife shall watch with trembling heart and tearful eye the slow, but sure descent of her idolized companion, down to the loathsome haunts of drunkenness. You would hasten the day when no Mother shall have to mourn over a darling son, as she sees him launch his bark on the circling wave of this mighty whirlpool.",
        "Now ladies, all we would do, is to do all in our power, both individually & collectively to [similar] harmonize and happify our Social system. And we are fully persuaded, after having been organized one year, that for females to unite and carry out the principles of our Order, is the most effectual method of [brining about] establishing those customs in our Social intercourse, which shall better [conform] conduce to the greatest good of the whole. We must remember that we live not for self alone, and that we are accountable to the great Author of all, not only for our own actions, but for the influence which they may have upon those with whom we associate. We now ask of you candidly & seriously to investigate the matter, and decide for yourselves, whether the object of our Union be not on the side of right, and if it be, then one and all, for the sake of erring humanity, come forward and speed on the right. If you come to the conclusion that the end we wish to attain is right, but are not satisfied with the plan adopted, then I ask of you to devise means by which this great good may be more speedily accomplished, and you shall find us ready with both heart and hand to cooperate with you. In my humble opinion, all that is needed to produce a complete Temperance and Social reform in this age of Moral Suasion, is for our sex to cast their United influence into the balance.",
        "Ladies: there is no Neutral position for us to assume. If we avow not our desire to promote this noble enterprise, both by precept and example then is our influence on the side of Intemperance. If we say we love the cause and then sit down at our ease, surely do our actions speak the lie. If you can devise means by which, our wish my be better and more speedily accomplished then surely your [will have the] generosity will prompt you to enlighten us, but if no better method presents itself to your mind, [then] will you not with us unite and give your influence to aid on this great work [of Temperance reform]."
      ]
    }
  },
  {
    "id": 3,
    "title": "The Discovery of Radium",
    "creator": "Marie Curie",
    "createdAt": "1921",
    "year": "1921",
    "editedBy": "Elena Mejorado",
    "editedAt": "2021",
    "citation": "Curie, Marie. “The Discovery of Radium ... Address by Madame M. Curie at Vassar College, May 14, 1921.” HathiTrust. Accessed September 29, 2021. https://babel.hathitrust.org/cgi/pt?id=uiug.30112002110515&view=1up&seq=12&skin=2021",
    "type": "Speech",
    "period": "Interwar Period",
    "place": ["Vassar College"],
    "theme": ["History of Science", "World War I", "Women's History"],
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Portrait_of_Marie_Curie.jpg/775px-Portrait_of_Marie_Curie.jpg",
    "readings": [
      "Adloff, Jean-Pierre. The Laboratory Notebooks of Pierre and Marie Curie and the Discovery of Polonium and Radium. Czechoslovak Journal of Physics 49, (1999): 15-28.",
      "Dickson, Robert J. “The Marie Curie Hospital 1925-68.” The British Medical Journal 4, no. 5628 (1968): 444–446.",
      "Gasinska, Anna. “The Contribution of Women to Radiobiology: Marie Curie and Beyond.” Reports of Practical Oncology & Radiotherapy 23, no. 3 (2016): 250-258.",
      "Pasachoff, Naomi. Marie Curie: And the Science of Radioactivity. Oxford Portraits in Science. New York: Oxford University Press, 1996.",
      "Wood, Francis Carter. “Marie Curie--Her Life Work.” The Scientific Monthly 46, no. 4 (1938): 378–385."
    ],
    "body": {
      "intro": [
        "Marie Curie was a Polish scientist who was born in 1867 in Warsaw, Poland and became one of the most renowned women in the scientific world. When Curie started her scientific career she studied in Paris, France where she focused on physics and eventually chemistry. Curie was married to Pierre Curie, who was a physicist, and they developed a dynamic professional partnership. She was awarded two Nobel prizes for her studies on radium and radioactivity. Her work laid the foundation for the development of nuclear energy and new treatments for cancer. Curie, furthermore, is greatly renowned in the scientific community because of her efforts to improve gender equity among scientists. Her charisma in the field inspired many other women to follow in her footsteps, helping to open a field of science for women that had been the preserve of men. Additionally, she had a major impact during World War I because of her involvement with radiographic mobile units used to examine wounded soldiers. This resulted in the training of over one hundred radiologists and the creation of hundreds of x-ray laboratories. For her studies, she developed a lab in Pierre's memory where she conducted experiments with a small amount of pure radium that she was given through donations.",
        "Marie Curie was invited to the United States several times. The first time she came in 1921, she met President Warren G. Harding and was presented with a gram of radium donated by a group of women who were heavily involved in the scientific field. The speech Curie gave at Vassar College in Poughkeepsie, New York during her first trip to the United States is an important historical document because Curie explained the science behind her experiments and how she came to the conclusions she did. Vassar College was one of the first degree-granting colleges for women and it was significant that she gave the speech here because it was a way to empower and inspire women to continue their scientific studies. Notably, the speech outlines the significance of her work for battlefield medicine during World War I, which reflects the ongoing preoccupation with the War and its aftermath in 1921. This speech also explains the hardships that went along with Curie's studies and how determined she was to analyze the benefits and properties that radium held. At the end, Curie calls upon the women of Vassar College to do further research on radioactivity so that there will always be more contributions in this field of science. Through her 1921 speech at an American women's college, Marie Curie the renowned physicist helped open up the scientific world to women."
      ],
      "paragraphs": [
        "Then I took up measurements of minerals and I found that several of those which contain uranium or thorium or both were active. But then the activity was not what i could expect, it was greater than for uranium or thorium compounds like the oxides which are almost entirely composed of these elements.Then I thought that there should be in the minerals some unknown element having a much greater radioactivity rate than uranium or thorium. And I wanted to find and separate that element, and I settled to that work with Professor Curie. We thought it would be done in several weeks or months, but it was not so. It took many years of hard work to finish that task. There was not one new element, there were several of them. But the most important is radium which could be separated in a pure state.",
        "All the tests for the separation were done by the method of electrical measurements with some kind of electroscope. We just had to make chemical separations and to examine all products obtained with respect to their activity. The product which retained the radioactivity was considered as that one which had kept the new element; and, as the radioactivity was more strong in some products, we knew that we had succeeded in concentrating the new element. The radioactivity was used in the same way as a spectroscopial test,  The difficulty was that there is not much radium in a mineral; this we did not know at the beginning. But we now know that there is not even one part of radium in a million parts of a good ore. And too, to get a small quantity of pure radium salt, one is obliged to work up a huge quantity of ore. And that was very hard in a laboratory.",
        "...Now, the special interest of radium is in the intensity of its rays which is several million times greater than the uranium rays. And the effects of the rays make the radium so important. If we take a practical point of view, then the most important property of the rays is the production of physiological effects on the cells of the human organism. These effects may be used for the cure of several diseases. Good results have been obtained in many cases. What is considered particularly important is the treatment of cancer. This medical utilization of radium makes it necessary to get that element in sufficient quantities.",
        "...The scientific history of radium is beautiful. The properties of the rays have been studied very closely. We know that particles are expelled from radium with a very great velocity near to that of the light. We know that the atoms of radium are destroyed by expulsion of these particles, some of which are atoms of helium. And in that way it has been proved that they produce at the end ordinary elements, principally helium and lead. That is, as you see, a theory of transformation of atoms which are not stable, as was believed before, but may undergo spontaneous changes.",
        "...There is always a vast field left to experimentation and I hope that we may have some beautiful progress in the following years. It is my earnest desire that some of you should carry on this scientific work and keep for your ambition the determination to make a permanent contribution to science."
      ]
    }
  },
  {
    "id": 4,
    "title": "Babe Ruth Transfer Agreement",
    "creator": "",
    "createdAt": "December 26, 1919",
    "year": "1919",
    "editedBy": "Kevin Mahoney",
    "editedAt": "2021",
    "citation": "Babe Ruth Transfer Agreement. National Baseball Hall of Fame Archives: Marshall Smelser Collection, December 26, 1919. Accessed September 19, 2021. https://collection.baseballhall.org/PASTIME/babe-ruth-transfer-agreement-1919-december-26",
    "type": "Agreement",
    "period": "20th Century",
    "place": ["Vassar College"],
    "theme": ["Sports History"],
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Babe_Ruth_by_Bain%2C_1919.jpg/1024px-Babe_Ruth_by_Bain%2C_1919.jpg",
    "readings": [
      "Levitt, Daniel R., Mark L. Armour, and Matthew Levitt. 'History versus Harry Frazee: re-revising the story.' The Baseball Research Journal 37 (2008): 26-42.",
      "Owen, Vi. “Remembering the Golden Age of Baseball: Preserving the Past.” The Baseball Research Journal 38, no 1 (2009): 139-141",
      "Steinberg, Steve. “The Curse of the ... Hurlers? Consequential Yankees-Red Sox Trades of Note.” The Baseball Research Journal 35 (2006): 63-74.",
      "Steinberg, Steve. Urban Shocke:Silent Hero of Baseball's Golden Age. Lincoln: University of Nebraska Press. 2017.",
      "Steinberg, Steve and Lyle Spatz. The Colonel and Hug: The Partnership That Transformed the New York Yankees. Lincoln: University of Nebraska Press. 2015."
    ],
    "body": {
      "intro": [
        "For much of the early part of baseball's history, the National League (NL) was the dominant major league. This all changed with the founding of the American League (AL) in 1901. Led by founder and president Ban Johnson, the young league quickly challenged the NL for baseball supremacy. Following two years of roster raiding (luring away each other's players), contract disputes and lawsuits, the two leagues reached a truce that allowed them to exist side by side as baseball's major leagues. From this truce came the inaugural 1903 World Series, a battle between the champions of each league to determine who was the one true champion In baseball's first true upset, the Boston Red Sox of the AL defeated the Pittsburgh Pirates of the NL five games to three. The World Series was a massive success, becoming a yearly tradition that persists to this day.  The Red Sox themselves would become one of baseball's flagship franchises after successfully repeating as league champions in 1904, they would go on to win and compete in four more World Series over the first two decades of the 20th century.",
        "At the end of the 1919 season, the AL and all of baseball was in trouble. The fallout from the Black Sox Scandal had rocked public trust in the game. Eight players on the Chicago White Sox including star Shoeless Joe Jackson were caught throwing games in the World Series resulting in their lifetime banishment from professional baseball. With the faith and trust of fans broken, Major League Baseball was losing both its popularity and credibility. They need something new and clean to recapture and reinvigorate fans. Amid all this, on December 26, 1919, Harry Farzee, the financially strapped owner of the Red Sox, made a trade sending his best player, George Herman “Babe” Ruth (1895-1948), to the New York Yankees. No one knew it at the time, but this move would alter the fates of both teams and radically change all of baseball forever. Not only would it heal the damage from the scandal, but it would also bring the sport to levels of popularity never seen before."
      ],
      "paragraphs": [
        "This agreement, made and entered into this 26th day of December 1919 by and between Boston American League Baseball Club (party of the first part) and American League Baseball Club of New York (party of the second part).",
        "Witnesseth: The party of the first part does hereby release to the party of the second part the services of Player George H. Ruth under the following conditions:",
        "By herewith assigning to the party of the second part the contract of said player George H, Ruth for the seasons of 1919, 1920, and 1921. In consideration of the sum of Twenty-Five Thousand ($25000) Dollars cash and other good and valuable considerations paid by the second part, receipt whereof is hereby acknowledged.",
        "In Testimony Where of, we have subscribed hereto, through our respective presidents or authorized agents, on the date above written:",
        "Boston American League Baseball Club",
        "Harry Frazee",
        "American League Baseball Club of New York",
        "Jacob Ruppert"
      ]
    }
  },
  {
    "id": 5,
    "title": "Some Possible Bearings of Genetics on Pathology",
    "creator": "Thomas Hunt Morgan",
    "createdAt": "1922",
    "year": "1922",
    "editedBy": "Sydney Fair",
    "editedAt": "2021",
    "citation": "Morgan, Thomas Hunt. Some Possible Bearings of Genetics on Pathology. Lancaster, Pa.: Press of the New Era Printing Company, 1922.",
    "type": "Book",
    "period": "20th Century",
    "place": ["Ann Arbor", "University of Michigan"],
    "theme": ["History of Science"],
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Criss-cross_inheritance.jpg/796px-Criss-cross_inheritance.jpg",
    "readings": [
      "Allen, Garland E. Thomas Hunt Morgan: The Man and His Science. Princeton: Princeton University Press, 1978.",
      "Miko, Ilona. “Thomas Hunt Morgan and Sex Linkage.” Nature Education 1, no. 1 (2008): 143. 2008.",
      "Kohler, Robert E. Lords of the Fly: Drosophila Genetics and the Experimental Life. Chicago: Univ. of Chicago Press, 2004.",
      "Kenney, Diana E. and Gary G Borisy. “Thomas Hunt Morgan at the Marine Biological Laboratory: Naturalist and Experimentalist.” Genetics 181, no. 3 (2009): 841-846.",
      "Shine, Ian, and Sylvia Wrobel. Thomas Hunt Morgan: Pioneer of Genetics. 1st ed. Lexington, Kentucky: University Press of Kentucky, 1976."
    ],
    "body": {
      "intro": [
        "Thomas Hunt Morgan (1866, 1945) was an American scientist from Kentucky. Morgan made many contributions to the study and research of genetics.  While Gregor Mendel (1822, 1884) is often assumed to be the “father of genetics,” Morgan made equally important contributions to the field. Morgan, in particular, is known for his experiments involving fruit flies (drosophila). He was able to take genetics a step further, as no one had done before. Morgan's most important work occurred during the first few decades of the twentieth century. His main interest was understanding the mechanism for how traits were passed down from parents to offspring It is important to remember at this time, the precise operations of genetics were still poorly understood. Many scientists and non-scientists still assumed the Lamarckian view that people inherited certain characteristics based on the race, age, gender, religion, behavior, or culture of their parents.",
        "In 1910, for first time Thomas Hunt Morgan realized the genetic origin of eye differences among the drosophilae. The flies normally had red eyes, but he noticed a few of the flies had white eyes. He asked how the traits were inherited in this way. Morgan and his students conducted experiments in his fly lab at Columbia University. Because of the drosophila's short reproductive cycle, they were able to breed numerous generations of the flies and observe their genetic outcomes. After doing an analysis of the flies, they were able to confirm what is known as chromosome theory. In short, the chromosome theory holds that genes are found in certain places on chromosomes, which are molecules that pass genetic information from parent to offspring. Below is the excerpt from Morgan's book Some Possible Bearings of Genetics on Pathology. Written in 1922 when Morgan was a professor of zoology at the University of Michigan, this book contains a synthesis of Morgan's most important conclusions about genetics from the research done in his lab during the preceding decades."
      ],
      "paragraphs": [
        "When the drosophila was crossed to the normal version, the mutant aspect disappeared in the hybrid. If a hybrid is bred to produce all normal offspring, then half of the drosophila will carry the gene. Even though these flies were crossed, the result will only still have a normal outcome. A normal outcome is one without the mutant gene present. When the heterozygous flies breed, 25% of them will have vestigial wings. Vestigial wings are genetically altered and or modified, and it results in them being crumpled up. When the wings are in this state, they cannot obviously be used. At this point, it is unknown which recessive genes are widespread in the human genome. However, in the present day, scientists are well aware of the genes within the human genome. Individuals who have the mutant genes, appear to be part of certain communities. Individuals who have this similar gene seem to have come together. However, when some individuals are absent from these communities, the genes have the ability to not be passed on to the next generations.",
        "My illustration may give, however, an entirely erroneous idea as to chance of a recessive character contaminating the race. If one can control the mating's, so that outbreeding takes place each time, the result would undoubtedly be like that in our diagram; but what chance is there for a recessive character, that is neither beneficial or nor injurious, if left to itself, to contaminate widely the race with its gene? The answer is that for any one defect there is hardly any chance at all. On the other hand, there is always a possibility that a defect may become widespread despite the chances in each turn. If a recessive character is selected against each time it appears on the surface, the chance is extraordinarily small that the gene for such a character could ever become widespread in a race. If the recessive character is advantageous, its chance is somewhat better, but still the chance that it may be lost is very great.",
        "Let us turn for a moment to the inheritance of a mendelian dominant character, and to simplify the situation let us first assume that the character itself is neither advantageous nor disadvantageous. It is popularly supposed that if a trait is dominant, it will be expected to spread more widely in the race than will a recessive character. This is owing largely to a verbal confusion. Colloquially we thing of dominance as meaning spreading. A dominant nation, for example, is one that is spread widely over the face of the earth. But a mendelian dominant should carry no such implications. A dominant gene, if crossed into a race, will stand the same chances of being lost as a recessive gene.",
        "The situation is similar in many ways to the inheritance of surnames in any human population. A new surname introduced is likely to disappear after many generations. There is a bae chance, however, that it may be spread. Of course, if a dominant character is advantageous in itself, it will have a better chance of spreading through the race, than will an advantageous recessive character, because every hybrid that carries one dominant gene shows also the character, which increases the chance that it will propagate and spread the genes. But, on the other hand, if a dominant character is injurious, it will have a smaller chance if spreading that will an injurious recessive character; for, the recessive may be carried by the hybrid without showing itself, and therefor will not place the hybrid individual at a disadvantage.",
        "In connection with the question of spreading of mutant genes in the race, there is another consideration, seldom referred to, that may occasionally have some weight in accounting for the dispersal of genes. In some combinations the hybrid may be more vigorous and more fertile than either parental race. Hence it may have a better chance of survival than an individual of either parental stock. It is a difficult question, that we cannot answer at present, whether a mixed strain has a better change at survival than one or another of the strains of which it is made up.  The possibility that some hybrid strain may be better than either pure strain is enough to put one on his guard against the popular doctrine of racial purity so-called. Whatever advantages some kinds of pure races mankind may have, from a political, religious, or militaristic viewpoint, this should not blind us to the possibility of the biological advantages that certain mixtures may bring about. I emphasize the statement that certain mixtures of races may have a biological advantage. It is equally possible that other combinations may have a biological disadvantage. We are far from being able to state at present what combinations are beneficial and what are biologically injurious. It is an interesting problem, one of deep significance I think for the future of the human race, but mixed up as it is at present with difficult social and political questions it is a problem that only a light hearted amateur or a politician is likely to be dogmatic about."
      ]
    }
  },
  {
    "id": 6,
    "title": "The Ashes of Six Million Jews",
    "creator": "Fred Blair",
    "createdAt": "1946",
    "year": "1946",
    "editedBy": "Shannon Downing",
    "editedAt": "2021",
    "citation": "Blair, Fred B. The Ashes of Six Million Jews. Milwaukee: People's Book Shop, 1946",
    "type": "Poem",
    "period": "20th Century",
    "place": ["Vassar College"],
    "theme": ["Holocaust", "World War II"],
    "imageUrl": "https://historicpittsburgh.org/islandora/object/pitt%3A31735066228317/datastream/TN_LARGE/view",
    "readings": [
      "Leff, Laurel. Buried by the Times: The Holocaust and America's Most Important Newspaper. Cambridge: Cambridge University Press, 2006.",
      "Levi, Primo. Survival in Auschwitz. New York: Touchstone Books, 1996.",
      "Medoff, Rafael. FDR and the Holocaust: A Breach of Faith. Washington, D.C.: David S. Wyman Institute for Holocaust Studies, 2013.",
      "N.H. Baynes, ed. The Speeches of Adolf Hitler, vol. 1. London, 1942, 737-741.",
      "The United States and the Holocaust.” United States Holocaust Memorial Museum. Accessed September 22, 2021. https://encyclopedia.ushmm.org/content/en/article/the-united-states-and-the-holocaust."
    ],
    "body": {
      "intro": [
        "The Holocaust arguably was the most significant genocide in World History, with six million Jews murdered. Prior to World War II, in 1939, Adolf Hitler gave a speech in which he told his followers that their Jewish neighbors were “parasites” living among them and that they must find a solution to this so-called “Jewish Question.” Ominously, he concluded falsely that Jews would be responsible for the next world war—knowing that his government already was preparing to launch that war—and noted that such a war would end in the “annihilation of the Jewish race.” The war that would come to be called World War II was launched in September 1939 with a German attack on Poland.",
        "Under cover of war in 1941, German officials accelerated their plans for Jewish genocide using the coded term, “Final Solution to the Jewish Question.” After a phase involving mass shootings of millions of Jews in Eastern Europe by Nazi S.S. and regular Order Police, the architects of the Holocaust shifted to a strategy that involved deportation of Jews to six extermination camps located in German-occupied Poland. Inside the extermination camps was a nightmare few could imagine. Selection was made as soon as Jews, who had been deported in crowded trains, disembarked. Those selected were sent to the gas chambers as soon as they got there. Pregnant women, small children, elders, the sick, and the injured were a part of this first selection. Those not selected were not spared from in the horrors of the camp itself: the starvation, back-breaking labor, filth, black markets, unimaginable anxiety, armed Nazi guards, and further selections for the gas chambers are detailed in numerous accounts written by survivors like Italian chemist Primo Levi.",
        "The United States government obtained reliable information about the “Final Solution” as early as 1942 but did little to stop it at the time. You might expect that a genocide would be covered on the front pages of newspapers, but news coverage of the atrocities in the American Press was almost never front-page news and information came out slowly. Thus, few Americans knew what was happening in German-occupied Europe. Finally in 1944, under pressure from members of Congress and officials in his own administration, President Franklin D. Roosevelt created the War Refugee Board which saved over 200,000 Jews who had fallen under Nazi rule.",
        "Fred Blair was an American writer from Berlin, Wisconsin. At the end of World War II when he found out about the horrors committed by Nazi Germany and its collaborators, he was outraged.  He responded to this news by writing a book-length poem in honor of the six million people who were murdered simply for being Jewish. Blair was known for his love of poetry and literature. He mentions in his writing how upper-class Americans were living in luxury while millions of Jews were being murdered and thrown into gas chambers. His poetry speaks to the guilt he and other Americans felt after learning about the extermination camps and a sense of helplessness at not being able to do anything about it."
      ],
      "paragraphs": [],
      "poem": [
        {
          "stanza": [
            "Cozily, under a smoke-free sky,",
            "Surrounded by flowers and grass blue-green,",
            "Where never a grey-brown rat is seen,",
            "The homes of war-sleek wealthy lie.",
            "Their children romp in the vacuumed sun;",
            "Their languid pushing bells is done",
            "In air-conditioned, timeless ease,",
            "Amidst their cocktails and their teas;",
            "And atombombs might sear the town",
            "And never flutter a pale leaf down",
            "From the sheltering trees that spare their places.",
            "The smudge of the peoples curious gazes …"
          ]
        },
        {
          "stanza": [
            "The ashes of six million Jews",
            "Drift and flutter in every town",
            "Of the spinning globe we call our home;",
            "Settling upon the pregnant loam",
            "Of every acre; tinting brown",
            "The snow-white buildings; lying loose … "
          ]
        },
        {
          "stanza": [
            "The ashes of six million Jews!",
            "And when they burned, it wasn't news",
            "In the bulky sheets that hurdles out",
            "From the whirling presses' yawning spout",
            "To pour a flood of opiate ink",
            "For the common people's daily drink.",
            "It wasn't news when Polish sods",
            "And dark bloody German clods",
            "Turned red with murdered Jewish blood",
            "That flowed into a steady, pulsing flood",
            "For year on year. That wasn't news –",
            "The ashes of six million Jews! …"
          ]
        },
        {
          "stanza": [
            "And some of our best friends are – ashes.",
            "And some have died beneath the lashes;",
            "And some have died by headsmen’s axes;",
            "And some were starved to death by taxes.",
            "Some first were ravished; some quite small,",
            "Perished before they lived at all.",
            "And some of our best friends were burned;",
            "And some in helpless horror turned",
            "To poor retreat of suicide;",
            "And millions more --- just died.",
            "But all of those who met such ends",
            "Poorly or bravely were our friends;",
            "And they who killed such friends as these,",
            "They were, and are, our enemies …"
          ]
        },
        {
          "stanza": [
            "The Nazis, who with gun and fire",
            "In worse then bestial lust aspire",
            "To make all earth just such a Hell",
            "As the land whose lords they heed so well.",
            "To die in the forest, or the town,",
            "Embattled, and cursing the enemy",
            "And knocking at least one fascist down",
            "Before you perish for liberty,",
            "Is something ; but to die unarmed,",
            "With never a single fascist harmed,",
            "Helpless to give one final blow",
            "On the bloated visage of the foe,",
            "To die in such a way can be",
            "Only the harshest agony …"
          ]
        },
        {
          "stanza": [
            "And you and I who are not Jews,",
            "Can we ourselves escape the guilt",
            "Of all these murders if we still",
            "Stay silent at the blood thus spilled,",
            "And do not stop the tongues that kill,",
            "The cries for blood that could induce",
            "The slaughter of more millions yet? …"
          ]
        },
        {
          "stanza": [
            "If you and I who are not Jews",
            "For one short moment should forget",
            "How all these murders were prepared",
            "By heartless jests, and cruel taunts,",
            "By lies and forgeries, and cheats,",
            "At which some laughed, while too few cared …"
          ]
        },
        {
          "stanza": [
            "How could we stand and watch the tide",
            "Of anti-Jewish venom ride",
            "Higher and higher through our land,",
            "And not raise clarion voice, and hand",
            "Against this ghoulish threat, and then",
            "Parade before the world as men?",
            "For every man or woman who",
            "Heard hatred spewed against the Jew"
          ]
        }
      ]
    }
  },
  {
    "id": 7,
    "title": "Some First-Priority Questions in Connection with the Situation in the Region of The Chernobyl AEhS",
    "creator": "Andrei Serdyuk",
    "createdAt": "April 29, 1986",
    "year": "1986",
    "editedBy": "Alexandra Bezio",
    "editedAt": "2021",
    "citation": "A. Serdyuk, 'Some First Priority Questions in connection with the Situation in the Region of the Chernobyl AEhS', April 29, 1986, History and Public Policy Program Digital Archive, Archive of the Ukrainian National Chornobyl Museum. Contributed by Anna Korolevska and Adam Higginbotham. Translated by Gary Goldberg. https://digitalarchive.wilsoncenter.org/document/208456",
    "type": "Report",
    "period": "20th Century",
    "place": ["Chernobyl"],
    "theme": ["Environmental History", "Energy History", "Cold War"],
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/IAEA_02790015_%285613115146%29.jpg/614px-IAEA_02790015_%285613115146%29.jpg",
    "readings": [
      "Cléro, Enora, et al. “Lessons learned from Chernobyl and Fukushima on thyroid cancer screening and recommendations in case of a future nuclear accident.” Environment International 146 (2020): 106-230.",
      "Peterson, Maxine. The Chernobyl Disaster. Hauppauge, New York: Nova Science Publishers, 2013.",
      "Kapitza, Sergei P. “Lessons of Chernobyl: The Cultural Causes of the Meltdown.” Foreign Affairs 72, no. 3 (1993): 7–11.",
      "Wright, Scott. “Preface” in Fukushima Daiichi: Causes and Consequences, edited by Scott Wright, viii-ix. New York: Nova Science Publishers, 2017.",
      "World Nuclear Association. 2021. “Chernobyl Accident 1986.” World Nuclear Association. May 2021. https://www.world-nuclear.org/information-library/safety-and-security/safety-of-plants/chernobyl-accident.aspx."
    ],
    "body": {
      "intro": [
        "On April 26th, 1986, Nuclear Power Reactor 4 exploded during a test at the Chernobyl Nuclear Power Plant, located north of Kiev, Ukraine in what was then the Soviet Union. As the core of the reactor began to melt, an explosion occurred that blew the top off the reactor and immediately sent a wide trail of radioactive material and metal across a very large area, covering parts of the U.S.S.R. as well as both Eastern and Western Europe. The explosion killed two engineers and severely burned two more. During the disaster and emergency response, 134 station staff and firemen were hospitalized with acute radiation syndrome, having absorbed high doses of ionizing radiation. Out of those 134 staff,  twenty-eight fatalities occurred in the months after the accident, with an additional fourteen casualties due to radiation-induced cancers. Over 350,000 residents of the contaminated areas were evacuated and relocated, and resettlement of impacted areas is still ongoing.",
        "The Chernobyl disaster generated significant concern around the Soviet Union about nuclear power and safety culture. The disaster was a result of a flawed Soviet reactor design as well as a few serious mistakes made by plant operators. More broadly, Chernobyl was a direct consequence of Cold War isolation and the lack of sufficient safety culture with nuclear power in the U.S.S.R.  The accident was an important event in the last years of the Soviet Union as it led to major changes in safety culture and in industry cooperation, particularly between East and West before the Soviet collapse in 1991. The accident spurred new research of thyroid cancers due to ionizing radiation at a young age, and it furthered the public health efforts around cancer screening for nuclear accidents, which later were used after the Fukushima disaster. The Fukushima Daiichi accident occurred on March 11th, 2011, in Ōkuma, Fukushima Prefecture, Japan. The accident resulted after The Great East Japan Earthquake and 15-metre tsunami which disabled the power supply and cooling of 3 of the Fukushima reactors, which resulted in all cores melting within the first 72 hours following the accident. The Fukushima Daiichi nuclear accident is second only to Chernobyl as the worst nuclear disaster in history.",
        "The following government report was written by Andrei Serdyuk, who served as the Ukrainian S.S.R. Health Minister on the Cabinet of Ministers at the time of the Chernobyl disaster. The document was composed directly after the event as an official report on Chernobyl's immediate impacts, such as radiation contamination of the land and the number of patients hospitalized as a result of radiation poisoning and injury. In addition to this, the report included information on the disaster's effect on agriculture, the medical services provided by emergency officials, and efforts to identify contaminated people."
      ],
      "paragraphs": [
        "1. According to data of the UkSSR Ministry of Health 27,500 people have been evacuated from the city of Pripyat' to the Ivankovsky and Polessky Rayons. The remaining population (about 20,000) moved away separately. As of 29 April 1986, 16,500 people were left at evacuation sites.  The population of the regions adjacent to the city of Pripyat' (the city of Chernobyl' and others) are beginning to move away separately.",
        "2. The radiation situation. An increased background radiation is being registered at the present time in the cities of Zhitomir (10-12 times [normal]), Rovno (about 10 times), L'vov (2-3 times), and Kiev (2-3 times).  It is below the maximum permissible norms.",
        "The contaminated path connecting Kiev with the Ivankovsky and Polessky Rayons. The movement of transportation from this region to Kiev is being accompanied by the contamination of some city streets. The contamination of vehicles which have visited the region is being recorded.",
        "The decontamination of part of the equipment, people's clothing, and their washing was not done at the moment of the evacuation.",
        "The Sanitary and Epidemiological Service organized the continual radiation monitoring of Kiev and the Kiev, Zhitomir, Rovno, and other Oblasts. Radiation monitoring in the locations of the Kiev water inlet and the Kiev Reservoir [more - SIC] has been established.",
        "3. Agriculture. According to data of radiometric and dosimetric research the radioactive contamination of the area has occurred in the Chernobyl', Ivankov, and Vyshgorod Rayons of Kiev Oblast'. Part of the agricultural crops and pastures was contaminated. The movement of isotopes to the organisms of animals and subsequently to milk is not excluded.",
        "4. Medical service. Doctor's house calls have been organized in evacuation sites, and medical institutions are operating. In addition, doctors, paramedics, vehicle transportation, and medicines have been sent.",
        "As of 0900 29 April [the following] have been hospitalized: in Moscow, 144 ill with radiation sickness; in the cities of Kiev and Chernovtsy and the urbanized villages of Ivankov and Polessky, 270 people who have displayed some symptoms of illness with a radiation etiology.",
        "[Stamp: Incoming N0 1532/46 on two sheets",
        "29 April 1986",
        "Subject to return to the 2nd Sector of the Ukrainian",
        "CP CC's General Department]",
        "[5.] An active identification of people contaminated with radioactive substances is being conducted.",
        "Sixty beds for the treatment of possible patients with radiation sickness have been organized in the UkSSR Ministry of Health's Kiev Scientific Research Institute of Radiology.",
        "6. In the situation which has developed many services responsible for carrying out special measures are working insufficiently actively.",
        "Deputy Chief of the Ukrainian CP CC's Department of Science and Educational Institutions [signature] A. Serdyuk"
      ]
    }
  }
]
