[
  {
    "id": 0,
    "title": "Federal Power Act",
    "creator": "United States Congress",
    "createdAt": "June 10, 1920",
    "year": "1920",
    "editedBy": "Mark A. Allen",
    "editedAt": "2021",
    "citation": "U.S. Statutes at Large, Vol. 41, Part 1, Chap. 285, pp. 1063-1077. “An Act To create a Federal Power Commission; to provide for the improvement of navigation; the development of water power; the use of the public lands in relation thereto, and to repeal section 18 of the River and Harbor Appropriation Act, approved August 8, 1917, and for other purposes.” H.R. 3184, Public Act No. 280. From “The Evolution of the Conservation Movement, 1850-1920.” Library of Congress. Accessed September 20, 2021. http://memory.loc.gov/cgi-bin/query/r?ammem/consrvbib:@FIELD(NUMBER(vl037)).",
    "type": "Act",
    "period": "Interwar Period",
    "place": ["Washington D.C."],
    "theme": ["Environmental History", "Political History"],
    "imageUrl": "/USCapitol1906.jpeg",
    "readings": [
      "Foley, Bradley R., and Robert M. Calhoon. “Woodrow Wilson and Political Moderation.” The Journal of Presbyterian History 85, no. 2 (2007): 137–50.",
      "Foner, Eric. Give Me Liberty! Volume 2, 3rd ed. New York, NY: W. W. Norton, 2011.",
      "Kuzmiak, D. T. “The American Environmental Movement.” The Geographical Journal 157, no. 3 (1991): 265-278.",
      "Moler, Elizabeth, David Ward, Robert Platt, Sherman Poland, and David Benkin. “Review of A Salute: 75 Years for the FPC and FERC.” Energy Law Journal 18, no. 2 (1995): 293-297.",
      "Moran, Emilio F., Maria Claudia Lopez, Nathan Moore, Norbert Müller, and David W. Hyndman.  “Sustainable Hydropower in the 21st Century.” Proceedings of the National Academy of Sciences of the United States of America 115, no. 47 (2018): 11891–11898.",
      "Nash, Roderick Frazier. Wilderness and the American Mind, 5th ed. New Haven: Yale University Press, 2014 [1967]."
    ],
    "body": {
      "intro": [
        "The boom of the Second Industrial Revolution in America from 1870 through to 1920, markedly transformed the ways Americans related to the environment, from how they used it and worked with it to how they thought about it. During this fifty-year period, employment in American Manufacturing grew to 4.5 times its original force, from 2.5 million Americans employed to roughly 11.5 million, bringing with it an increase in labor power, and a demand for materials and energy as well. Public sentiments on nature and the environment of America also shifted in this era. Through the contributions of countless passionate Americans, including the storied writer Mark Twain, the photographer William Henry Jackson, the frontier historian Fredrick Jackson Turner, and the naturalists Anna Botsford Comstock and John Muir, conservationist thought began to take shape.",
        "These seemingly conflicting concepts of industry and nature came together in Fox River, Wisconsin on August 20, 1882, when Henry J. Rogers's Appleton Edison Light Company switched on the first ever hydroelectric generator. With an output of around fifty watts of power, and the capability of powering nearly 250 incandescent lightbulbs, its opening cemented Fox River in both industrial and environmental history. Not only was this a landmark moment for a novel use of natural resources to generate power, but it also set the stage for future adoption by the industrial sector. Similar hydro turbine generators were created to power a variety of amenities, from streetlights in Niagara, New York, to theatrical performances in Grand Rapids, Michigan. The advent of alternating current systems during the 1880s made possible the creation of the first ever Hydropower plant, Redlands Power Plant, which opened in California in 1893.",
        "Not until the years between 1917 and 1920 did this promising method of environmentally friendly power generation gain traction with the American government. The Federal Government's turn towards conservationism began with President Theodor Roosevelt, an avid outdoorsman. He had pushed for the creation of fifty-one wildlife refuges and five national parks with numerous other conservation acts before his presidency's end in 1909. President William Howard Taft continued these policies, but it was President Woodrow Wilson who signed the first law regulating and promoting hydroelectric power generation. On June 10, 1920 Wilson, a historian, free market Liberal, and economic moralist, signed into law the Federal Power Act which had been passed by the Sixty-Sixth Congress. This Act led to the creation of the Federal Power Commission, a governmental agency which counts more than 90 years of service today. The Act also regulated hydroelectric power and furthered the creation of hydropower plants around the United States by the Army Corps of Engineers."
      ],
      "paragraphs": [
        "CHAP. 285.- An Act To create a Federal Power Commission; to provide for the improvement of navigation; the development of waterpower; the use of the public lands in relation thereto, and to repeal section 18 of the River and Harbor Appropriation Act, approved August 8, 1917, and for other purposes.",
        "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, that a Commission is hereby created and established, to be known as the Federal Power Commission (hereinafter referred to as the commission), which shall be compose of the Secretary of War, the Secretary of the Interior, and the Secretary of Agriculture. Two members of the commission shall constitute a quorum for the transaction of business, and the commission shall have an official seal, which shall be juristically noticed. The President shall designate the chairman of the commission.",
        "Sec.2. That the commission shall appoint an executive secretary, who shall receive a salary of $5,000 a year, and prescribe his duties, and the commission may request the President of the United States to detail an officer from the United States Engineer Corps to serve the commission as engineer officer, his duties to be prescribed by the commission.",
        "The work of the commission shall be performed by and through the Departments of War, Interior, and Agriculture and their engineering, technical, clerical, and other personnel except as may be otherwise provided by law.",
        "All the expense of the commission, including rent in the District of Columbia, all necessary expenses for transportation and subsistence, including, in the discretion of the commission, a per diem of not exceeding $4 in lieu of subsistence incurring by its employees under its orders in making any investigation, or conducting field work, or upon official business outside of the District of Columbia and away from their designated points of duty, shall be approved and paid on the presentation of itemized voucher therefor approved by a member or officer of the commission duly authorized for that purpose; and in order to defray the expenses made necessary by the provisions of this Act there is hereby authorized to be appropriated such sum as Congress may hereafter determine, and the sum of $100,000 is hereby appropriated, out of any moneys in the Treasury upon order of the commission.",
        "Sec.3. That the words defined in this section shall have the following meanings for the purposes of this Act, to wit:",
        "“Public lands” means such lands and interest in lands owned by the United States as are subject to private appropriation and disposal under public-land laws. It shall not include “Reservations,” as hereinafter defined.",
        "“Reservations” means national monuments, national parks, national forests, tribal lands embraced within Indian Reservations, military reservations, and other lands and interests in lands owned…"
      ]
    }
  },
  {
    "id": 1,
    "title": "Diary of Samuel J. Gibson",
    "creator": "Samuel J. Gibson",
    "createdAt": "1864",
    "year": "1864",
    "editedBy": "Liam Michael Crowley",
    "editedAt": "2021",
    "citation": "Gibson, Samuel J. “Samuel J. Gibson Diary and Correspondence, 1864.” Manuscript/Mixed Material. Library of Congress. Accessed September 20, 2021. https://www.loc.gov/item/mss52410001/.",
    "type": "Diary",
    "period": "19th Century",
    "place": ["Georgia"],
    "theme": ["Civil War", "Political History"],
    "imageUrl": "https://miro.medium.com/max/720/1*CrhkDIVawqwf0JE8NekDGw.jpeg",
    "readings": [
      "Sheehan-Dean, Aaron C, ed. The View from the Ground Experiences of Civil War Soldiers. Lexington, Kentucky: The University Press of Kentucky, 2007.",
      "“Samuel J. Gibson.” Library of Congress.gov. The Civil War in America. Accessed October 7, 2021. https://loc.gov/exhibits/civil-war-in-america/biographies/samuel-j-gibson.html",
      "Foner, Eric. Give Me Liberty!: An American History Vol. 2. 3rd ed. New York: W. W. Norton & Company, 2011.",
      "Masur, Louis P. The Civil War: A Concise History. Oxford and New York: Oxford University Press, 2011.",
      "Jordan, Weymouth T. and Gerald W. Thomas. “Massacre at Plymouth: April 20, 1864.” The North Carolina Historical Review 72, no. 2 (1995): 125–197.",
      "Wilson, Carolyn. “The Soldier in the Attic.” Western Pennsylvania History, (2007-08): 47-59. Accessed October 10th, 2021. https://journals.psu.edu/wph/article/download/7795/7568"
    ],
    "body": {
      "intro": [
        "Although its duration was merely four years (April 12, 1861 – May 9, 1865), the effects of the American Civil War on those involved lasted much longer. This war was the most notable internal conflict in the Nation's history, and it questioned as well as raised awareness about the unethical nature of slavery. Northern states supporting the Federal Union clashed with their Southern adversary known as the Confederacy over the interconnected issues of slavery and westward expansion. After three years of indecisive military conflict, the Union armies were placed in the hands of General Ulysses S. Grant early in 1864. By the time this diary was written, Grant's policy of “total war” was fully underway. From this new approach, the Confederacy would be struck on multiple levels in order to weaken its infrastructure and overall economic base.",
        "Union possession of Plymouth, North Carolina was part of Grant's effort to undermine Confederate forces. It gave the Union a presence in an area with varying loyalties, offered protection for those supporting the Union, and served as refuge for runaway slaves from the Confederacy. The manpower that these slaves provided was essential to the Confederate war effort. As long as Union forces maintained this outpost in Plymouth, they were able to deprive their opposition of a vital labor force. Ultimately, however, Plymouth was captured by the Confederacy after a brutal four-day siege. Among the Union soldiers captured at Plymouth was Corporal Samuel J. Gibson, a member of the 103rd Pennsylvania Volunteer Regiment who went on to survive the notorious Confederate Andersonville prison camp in Georgia. Although around fifty percent of Gibson's regiment did not survive Andersonville due to poor conditions, he was paroled on December 16th, 1864, and eventually returned to active duty.",
        "The following entries from Gibson's diary provide a first-hand account of his perspective before and throughout the four-day siege of Plymouth. Ironically, his entries begin by mentioning the lack of activity at the outpost and quickly they turn to how dire his regiment's situation had become. In the last entry, he is forced to accept the reality that he and his fellow soldiers had been captured. By keeping record of his experiences, Gibson was able to record the experiences of one soldier during a pivotal moment in one of the most influential American wars in history"
      ],
      "paragraphs": [],
      "poem": [
        {
          "stanza": [
            "April, FRIDAY, 15. 1864",
            "The first half of April is nearly",
            "gone. It seems to me like a dream",
            "time flies swiftly & were it not for",
            "this little book, I could hardly believe",
            "so much time had flown. there is,",
            "nothing new today, no Drill AM,",
            "P.M. went out for Brigade Drill but",
            "rain coming on return to quarters, Mail,"
          ]
        },
        {
          "stanza": [
            "Saturday, 16.",
            "This morning threatens rain: am",
            "detailed as corpl. of regimental",
            "H.Q. guard: May heven forgive for",
            "I have indulged in some hard language",
            "today; but I cannot repress my indignation",
            "there is not a nigger or a horse in",
            "Plymouth that does not fare better than",
            "the soldiers on guard. Eve Mail, recd. a",
            "letter, Uxoris,"
          ]
        },
        {
          "stanza": [
            "Sunday, 17.",
            "Plymouth N.C. this morning still",
            "on duty as Corpl of H.Q. guard. If Christ",
            "our Saviour lay in a manger, I have",
            "come a little lower for I lay last night",
            "on the floor of one of the stalls for horses,",
            "& of course got the benefit of the wholesome (?)",
            "effluvia arising therefrom. relieved at",
            "9 A.M. attended preaching A.M. & P.M.",
            "& at night or 4 P.M. we are attacked by the",
            "enemy who tried to take ft Gray by storm. repuls"
          ]
        },
        {
          "stanza": [
            "April, MONDAY, 18. 1864.",
            "Plymouth N.C. last night almost continual skirmishing",
            "was kept up. the Rebs seem determined to have",
            "Ft Gray. but so far have been repulsed with considerable loss",
            "& the loss of one piece of Arty, they have so damaged the",
            "U.S. Gunboat Bombshell. that she after retiring out of action",
            "sunk at her landing. our skirmishers hold their ground",
            "at 8P.M. the Rebs open their batteries in front and a",
            "terrific bombardment follows and keeps up all night. our losses",
            "not heavy. H. Cline Co. G killed"
          ]
        },
        {
          "stanza": [
            "Tuesday, 19.",
            "Plymouth N.C. Morning comes after a night of terror.",
            "the Rebs are before us, behind us & on each side of us,",
            "they have carried Ft. Wessell on our right.& turned its guns on us.",
            "their 'Ram' has sunk the G.B. Southfield & driven off our",
            "fleet. Now we are 'gone up' unless [we] get reinforcement, but",
            "we will die 'game' Bombardment continues all day. work",
            "under a galling crossfire all day, & at night Co. 'B' have to go on",
            "picket. the night is made lively by bursting shells and the",
            "sharp rattle of musketry. our code is 'Right smart Blue'"
          ]
        },
        {
          "stanza": [
            "WEDNESDAY, 20.",
            "Our Flag still Floats defiantly, but we cannot hold out",
            "much longer the Rebs have got all their Artillery in position",
            "and have carried the forts on our left. just at day",
            "light the ball opens. I am on Picket in front of the",
            "works. My chance for getting in looks rather blue.",
            "at 7 A.M. the enemy have gained the town & are now",
            "in our rear. We form & advance to drive them out",
            "then commences a most terrific street fight. At 8 A.M.",
            "a parley, Uncon. Sur Dema No. Sur. come & take us",
            "at 10 A.M. our flag is lowered. We are Prisoners of War."
          ]
        }
      ]
    }
  },

  {
    "id": 2,
    "title": "First Public Address",
    "creator": "Susan B. Anthony",
    "createdAt": "1848",
    "year": "1848",
    "editedBy": "Avellaka Arvison",
    "editedAt": "2021",
    "citation": "Anthony, Susan B. “Image 1 of Susan B. Anthony Papers: Speeches and Writings, 1848-1895; 1848, First Public Address.” The Library of Congress. Accessed October 1, 2021. https://www.loc.gov/resource/mss11049.mss11049-006_00574_00585/?sp=1&st=text.",
    "type": "Speech",
    "period": "19th Century",
    "place": ["Seneca Falls"],
    "theme": ["Civil Rights", "Political History"],
    "imageUrl": "https://tile.loc.gov/storage-services/service/pnp/cph/3a50000/3a52000/3a52700/3a52783v.jpg",
    "readings": [
      "Baker, Jean H. Sisters: The Lives of America's Suffragists. New York: Hill and Wang, 2005.",
      "Huth, Mary M. and Christine L. Ridarsky. Susan B. Anthony and the Struggle for Equal Rights. Rochester: University of Rochester Press, 2012.",
      "Keyssar, Alexander. The Right to Vote: The Contested History of Democracy in the United States. New York: Basic Books, 2009.",
      "Kobach, Kris W. “Rethinking Article V: Term Limits and the Seventeenth and Nineteenth Amendments.” The Yale Law Journal 103, no. 7 (1994): 1971-2007.",
      "McMillen, Sally. Seneca Falls and the Origins of the Women's Rights Movement. Oxford University Press, 2008."
    ],
    "body": {
      "intro": [
        "It took nearly 100 years for women to get the right to vote in the United States. The movement started in 1848 when many people gathered at Seneca Falls to discuss the topic of women's rights. Over decades, women's suffrage activists would campaign, rally, and push lawmakers to address their concerns. On August 18, 1920, women gained the same suffrage rights as men when the 19th amendment was ratified. Many activists and reformers, including Susan B. Anthony, took part in this fight over the course of many years. Anthony was born in Adams, Massachusetts on February 15, 1820. Her father was a farmer, her mother came from a family who served in the Massachusetts state government, and Anthony also had seven brothers and sisters. Anthony found her passion for teaching, but she ultimately decided that she wanted to help end slavery and work to improve social conditions. Through her activism, Anthony became one of the main leaders of the Women's Suffrage Movement, and she also founded numerous organizations including: the American Equal Rights Association (1866), the National Woman Suffrage Association (1869), and the National American Women's Suffrage Association, that emerged from combining several women's suffrage groups in 1890.",
        "Although Anthony took on various leadership roles, it all started with her first public speech. In 1848, she gave her first public speech to a group called the Daughters of Temperance. The Daughters of Temperance and the Women's Suffrage Movement were both seen as radical causes in the nineteenth century. Anthony's family believed that drinking was sinful, and The Daughters of Temperance stood up for stronger liquor laws. They viewed the effects that drunkenness had on families as a major social problem and these women took a pledge to not use or buy alcohol, while also advocating abstention from alcohol use in their community. Anthony was later elected as president of one branch of the Daughters of Temperance. The passages below are from her first public speech."
      ],
      "paragraphs": [
        "Welcome Ladies, to this, our Hall of Temperance. You have been invited to meet with us this afternoon and for what purpose have you come hither? Are you here to listen to the advancement of new truths, or to hear old ones eloquently portrayed? permit me timely to advise you, that you are destined to disappointment and tell you as nearly as I can, what were our motives in soliciting our friends to mingle with us this afternoon. We feel that the cause we have espoused, is a common cause, a cause in which you, with us are deeply interested, and We would that some means were devised, by which our brothers & sons shall no longer be [exposed] allured from the right, by the corrupting influence of the fashionable sippings, of wine & brandy those sure destroyers of mental and moral worth, and by which our Sisters and daughters may no longer be exposed to the Vile arts of the gentlemanly appearing gallant…",
        "Our motive is to ask of you, council in the formation, and cooperation in the carrying out, of plans, which may produce a radical change in our moral Atmosphere. We, who call ourselves Daughters of Temperance, and who are united into one Sisterhood, by for the promotion of our great causes, the cause of Virtue, Love & Temperance, [have] do from week to week meet here to encourage each other in the way of well doing.",
        "It is the assurance that 'God will speed the Right' that inspires us with courage to go onward. 'Truth will prevail.' Is not the Cause of Virtue, love & Temperance, on the side of Truth, it is & must be, then why doubt its ultimate triumph, or why hesitate to do all in your power to hasten the day when Intemperance with its slow and noiseless step shall no more be permitted to enter our family circles, [and] to bind its first cords with a touch too gentle to be felt. - If such an influence has gone forth, then have [What better is Society that you have thus from week to week] we not sacrificed our time in vain, No! Happy are we to be thus privileged to spend a swiftly passing hour of each weak in the society of those who profess a fellow feeling of sympathy for suffering humanity. We count it no waste of time, to go forth through our streets, thus proclaiming our desire for the advancement of our great cause. You, with us no doubt feel that Intemperance is the blighting mildew of all our social connexions, You would be most happy to speed on the time, when no wife shall watch with trembling heart and tearful eye the slow, but sure descent of her idolized companion, down to the loathsome haunts of drunkenness. You would hasten the day when no Mother shall have to mourn over a darling son, as she sees him launch his bark on the circling wave of this mighty whirlpool.",
        "Now ladies, all we would do, is to do all in our power, both individually & collectively to [similar] harmonize and happify our Social system. And we are fully persuaded, after having been organized one year, that for females to unite and carry out the principles of our Order, is the most effectual method of [brining about] establishing those customs in our Social intercourse, which shall better [conform] conduce to the greatest good of the whole. We must remember that we live not for self alone, and that we are accountable to the great Author of all, not only for our own actions, but for the influence which they may have upon those with whom we associate. We now ask of you candidly & seriously to investigate the matter, and decide for yourselves, whether the object of our Union be not on the side of right, and if it be, then one and all, for the sake of erring humanity, come forward and speed on the right. If you come to the conclusion that the end we wish to attain is right, but are not satisfied with the plan adopted, then I ask of you to devise means by which this great good may be more speedily accomplished, and you shall find us ready with both heart and hand to cooperate with you. In my humble opinion, all that is needed to produce a complete Temperance and Social reform in this age of Moral Suasion, is for our sex to cast their United influence into the balance.",
        "Ladies: there is no Neutral position for us to assume. If we avow not our desire to promote this noble enterprise, both by precept and example then is our influence on the side of Intemperance. If we say we love the cause and then sit down at our ease, surely do our actions speak the lie. If you can devise means by which, our wish my be better and more speedily accomplished then surely your [will have the] generosity will prompt you to enlighten us, but if no better method presents itself to your mind, [then] will you not with us unite and give your influence to aid on this great work [of Temperance reform]."
      ]
    }
  }
]
