[
  {
    "id": 1,
    "teiHeader": {
      "fileDesc": {
        "titleStmt": {
          "title": "Near the North Pole. A Journey with The Children's Encyclopaedia",
          "date": "1911",
          "author": "Unknown",
          "editor": "Arthur Mee"
        }
      },
      "publicationStmt": {
        "publisher": "Digitized Collections, Staatsbibliothek zu Berlin",
        "pointer": "https://content.staatsbibliothek-berlin.de/dms/PPN745593933/1200/0/00000065.jpg",
        "licence": "Public Domain Mark 1.0"
      },
      "notesStmt": {
        "noteEditorial": {
          "type": "Editorial Note",
          "date": "2023",
          "name": "Evenfall R. Z. Bair",
          "paragraph": [
            "In the nineteenth and twentieth centuries, one of the most significant imperialist powers in the world was Great Britain. Though imperialism is ultimately a political concept, the values it promotes often seep into popular culture and society. This excerpt from “Near The North Pole. A Journey With The Children's Encyclopaedia,” an article published in 1911 in Volume III of the monthly British children's encyclopedia Children's Magazine, provides an example of how British imperialists viewed the world.  The article is written in the style of a travelogue, a genre of writing that was common in colonialist cultures for its emphasis on eyewitness accounts of distant places.",
            "“Near The North Pole” describes the town of Barrow, Alaska, and the indigenous people that lived there at the time of the article's writing.  Though it was originally written with the intent of educating young readers about life in Alaska, the article now reveals far more about the imperialist values that were prevalent in British culture in the early 1900s.  Viewing certain groups and cultures as uncivilized or in need of external control was a common practice in imperialist societies.  Western imperialists had a long history of depicting the indigenous peoples they encountered while exploring the world as uncivilized.  This article paints indigenous Alaskans as a primitive group of people whose existence is merely a struggle for basic survival, and it uses outdated, offensive terms like “eskimo” to refer to them.",
            "It is worth noting that although Alaska neighbored the British colony of Canada, it was never under British control.  Instead, Alaska was purchased by the United States from Russia in 1867.  Because of this, “Near The North Pole” also reveals that British imperialists extended their mindset beyond the borders of their formal empire.  The article also briefly touches on American imperialism in Alaska through the missionaries and traders who have settled in Barrow."
          ]
        },
        "noteFurther": [
          {
            "type": "Journal article",
            "author": "Barnhardt, Carol.",
            "title": "A History of Schooling For Alaska Native People.",
            "journal": "Journal of American Indian Education",
            "volume": "40",
            "issue": "1",
            "year": "2001",
            "pages": "1-30"
          },
          {
            "type": "Monograph",
            "author": "Campbell, Robert B.",
            "title": "In Darkest Alaska: Travel and Empire Along the Inside Passage.",
            "place": "Philadelphia",
            "publisher": "University of Philadelphia Press",
            "year": "2007"
          },
          {
            "type": "Monograph",
            "author": "Grant, Shelagh D.",
            "title": "Polar Imperative: A History of Arctic Sovereignty in North America.",
            "place": "Vancouver, BC",
            "publisher": "Douglas & McIntyre",
            "year": "2010"
          },
          {
            "type": "Monograph",
            "author": "Haycox, Stephen W.",
            "title": "Alaska: An American Colony.",
            "place": "Seattle",
            "publisher": "University of Washington Press",
            "year": "2020"
          },
          {
            "type": "Journal article",
            "author": "Kollin, Susan.",
            "title": "'The First White Women in the Last Frontier': Writing Race, Gender, and Nature in Alaska Travel Narratives.",
            "journal": "Frontiers: A Journal of Women Studies",
            "volume": "18",
            "issue": "2",
            "year": "1997",
            "pages": "105-124"
          },
          {
            "type": "Monograph",
            "author": "Naske, Claus M., and Herman E. Slotnick.",
            "title": "Alaska: A History.",
            "place": "Norman, OK",
            "publisher": "University of Oklahoma Press",
            "year": "2014"
          }
        ]
      },
      "sourceDesc": {
        "biblFull": {
          "title": "Near The North Pole. A Journey With The Children's Encyclopaedia",
          "titleSeries": "Children's Magazine",
          "author": "unknown",
          "editor": {
            "forename": "Arthur",
            "surname": "Mee"
          },
          "extent": "57-66",
          "publisher": "The Amalgamated Press Ltd",
          "place": "London",
          "volume": "3",
          "date": "1911"
        }
      },
      "encodingDesc": {
        "projectDesc": "This primary source document has been marked up as part of the HIS 425 Digital History Course at Dean College and in cooperation with the project IN_CONTEXT: Colonial Histories and Digital Collection at the Staatsbibliothek zu Berlin - PK.",
        "date": "2023"
      }
    },
    "text": {
      "body": [
        {
          "type": "Abstract",
          "paragraph": [
            "Now the editor of the Children's Encyclopaedia, which finds its way to most of the countries under the sun, naturally has a postbag full of foreign letters, and the reading of them carries us in mind hither and thither to widely differing scenes.",
            "But here is one from Barrow, Alaska.... 'The Stars and Stripes and the Union Jack flutter side by side,” observes one of the elders, “near the source of the Yukon. Look at the boundary line separating Alaska from the far north-west of Canada. It follows a meridian from the Arctic Ocean, as if clean-cut with a knife, and just before reaching the Pacific it takes in a piece of the jagged coast, as if this end had been torn off. It is a pity that Great Britain did not take more interest in settling that boundary question, and a greater pity still that she did not buy Alaska when Russia offered it for sale in 1867. The United States bought this country, as large as Great Britain and Ireland, France and Spain taken together, for less than we now spend on a Dreadnought.'...",
            "There [is Point Barrow], on the extreme north, well within the Arctic Circle, on the shores of the Arctic Ocean. There is a settlement here, a government station, where live in wooden houses, and chiefly on canned provisions, a few white folk, a missionary and his wife, a public school teacher, and some traders and their families—traders who have come to this faraway spot to trade in whale oil and bone and furs. One of these traders has a sister in England, who has sent him the Children's Encyclopaedia from its very beginning. And not only do his children get the benefit of it; it is the school-teacher of the United States school nearest the North Pole, who writes from Barrow, Alaska, to tell us how much his scholars, native Eskimo children, enjoy our magazine. [...]",
            "The forefathers of the Eskimo scholars at Barrow belong to a very ancient race. They have roamed along these bleak shores from times unknown, long, long before white men came, teaching them to drink fiery poison—bad whisky—and other white men followed to show the way to Christianity. There are not enough Eskimos in the whole of the Arctic shore from Greenland to Bering Straits to fill one of our large cities, and it is very difficult for us, used to comforts of every kind, to understand the conditions of their lives. We have to imagine a country without towns, roads, fields, trees, or hedges; a diet without milk, eggs, bread and butter, fruit or vegetables, puddings or sweets; homes without furniture or baths, and clothing that does not include cotton, wool, or silk! And we have also to understand that the Eskimos, in spite of all this, and the constant effort to ward off starvation, are a happy, contented people, loving their bleak country. If any Eskimos pass southwards to civilised life, they pine for the free, cold North, and the snow and ice, and the daring hard fight for existence. Many of them die if they cannot get back to it all quickly....",
            "Fine garments are [their] fur suits to keep out the cold. We note with special interest that some are from Point Barrow, and are amused to see that the women wear trousers like the men, and that the child's suit is just the same cut as its parent's. We see a mother's pride and care in the neat edge decorated with a line of fine white fur, and the handsome fringe, and the bead ornaments. The Eskimo women are very clever at making all these garments, as well as the comfortable-looking boots, and fur gloves, and useful waterproofs. In very cold weather a second suit is worn inside, with the fur turned inwards to the skin. The children running about must indeed look like baby buntings, though the tiny ones need but a few scraps of fur clothing, chiefly a cap, for they are kept—little fat, smiling, brown things—snug and warm in the fur hoods of their mother's curious-looking jackets...",
            "And the food! The bows and arrows, the spears and hatchets, the knives and scrapers of every kind, tell of the constant chase and hunt for food. The Eskimos live on raw meat and fish, cooked meat and fish, occasionally a few birds, wild berries, and a little moss in summer, and their whole life seems to be spent, from generation to generation, in one long struggle to get enough food by hunting and killing and cutting up the animals around them, their skins serving for clothing and bedding. Great is the courage and endurance of these people when hunting the whales and bears, the seals and walruses....",
            "It is said that it does not do to think too much about the Arctic regions, for if you do you may be drawn irresistibly to go there. It seems as if there must be some truth in this when we think of the undaunted explorers who go to the Arctic again and again, facing the hardships as cheerfully as the natives themselves. So we must not stop to watch the clever way in which the Eskimos play at cat's-cradle, or to look on at their greatly enjoyed dancing, or to listen to their soft, low songs. But we must give just a passing greeting to the white friends at Barrow as we leave the “magnetic North,” hoping they will enjoy the parties to which their friends are coming from other settlements along the coast, and hoping, too, that they will have pleasant evenings playing games in each other's homes through the long night. How we should like to be there with them when the sun does rise again at last, and summer chases spring away almost before she has come!"
          ]
        },
        {
          "type": "Full text",
          "paragraph": [
            "There is nothing like an editor's postbag, except actual travel, for giving one a real live interest in “foreign parts.” Most of us have friends abroad whose letters give us that “straight-from-you-to-me” feeling about a country we have never seen, which is the next best to visiting it ourselves. Since that letter came from the boys on the veldt, for instance, we have been able to see the rolling, bare country and feel the whistling wind. That large-hand letter from the little cousin in the far north-west of Canada—200 miles, she says, from the nearest dentist—opens up a vision of space and loneliness, of forests, mighty rivers and lakes, hard for us, who have so many near neighbours and houses over the way, to understand.",
            "Now the editor of the Children's Encyclopaedia, which finds its way to most of the countries under the sun, naturally has a postbag full of foreign letters, and the reading of them carries us in mind hither and thither to widely differing scenes.",
            "But here is one from Barrow, Alaska. Somehow these names do not bring up a clear picture in our minds. Alaska! What do we know about Alaska? “A great country for fur,” says one, “especially seal-skins.” “People flock there for gold, and it's awfully cold,” says another. That reminds another that the golden river, the great Yukon, over 2,000 miles long, with its magnificent scenery, flows right through Alaska. “The Stars and Stripes and the Union Jack flutter side by side,” observes one of the elders, “near the source of the Yukon. Look at the boundary line separating Alaska from the far north-west of Canada. It follows a meridian from the Arctic Ocean, as if clean-cut with a knife, and just before reaching the Pacific it takes in a piece of the jagged coast, as if this end had been torn off. It is a pity that Great Britain did not take more interest in settling that boundary question, and a greater pity still that she did not buy Alaska when Russia offered it for sale in 1867. The United States bought this country, as large as Great Britain and Ireland, France and Spain taken together, for less than we now spend on a Dreadnought.”",
            "“Barrow, Alaska,” we read again, and to help us to a clear understanding of where this part of the world is, let us draw a sketch map of the Arctic Ocean, if we can, with a globe beside us. We mark first on our paper a dot for the North Pole, and, from that dot as a centre; draw a circle with a radius that stands for over 1,500 miles. This is the Arctic Circle, within whose limits the sun, at the height of summer, does not go to bed at all, and in the depth of winter never gets up. Now, this Arctic Circle will be a guide to us in sketching in the shores of the Arctic Ocean, where lies the beautiful and terrible palace of the mighty Ice King, so glittering white in the sunshine, so grey and dim in the long winter night under the brilliant stars and moon, except when revealed by the flashings of the Northern Lights.",
            "We show first on our map the wide-open door from the Atlantic to the Arctic, north of our own islands, leading by the east side of Greenland—the largest island in the world if we could Australia a continent—past Iceland, with its hot springs, and volcanic Hekla. We must not linger, gladly as we would do so, at the North Cape, where tourists go to see the marvel of the midnight sun, nor at the White Sea, with its memories of our sturdy forefathers in Tudor days; but we must hastily sweep our pencils round the long north coast of Asia, feeling very shivery the while, as we think of the cold rivers crawling to the frozen sea, and the icy cliffs in which monsters of old days have been imprisoned, whole and perfect for ages, and the utter poverty and misery of the few human beings who exist in this Northern Siberia. And then we come to what we may call the back door of the Arctic—from the Pacific—only forty miles wide, named, after the Russian explorer, Bering Straits. We see that there are stepping-stones across the water what separates Asia from America.",
            "We next fill in the northern shores of North America, indicate the numerous islands, show the side door, by the west of Greenland, by which Peary found his way to the Pole. Such are the boundaries of the Arctic Ocean, and enthralling are the stories that belong to every part of them. On strait, island, cape, are found the names of heroes who have dared to push their way in, either to discover the unknown or to try to find a near way, east or west, to the rich countries of Asia. Our next business is to finish drawing in Alaska, thick and black to make it stand out in our minds, ten times as large as England and Wales, at the other side of the world, farther west than Canada. We note the long tail of bare islands across the straits, and the countless islands along the Pacific coasts; we sketch in the golden Yukon, of which it is said that one cannot dip a pan in any part of its great length without getting at least the colour of gold; and we mark Sitka, the capital, and Nome, the centre of the goldfields near the coast. We would fain linger with the Indians in the forests, and see the towns and villages, and travel by one of the most wonderful railways in the world from the Pacific to the source of the Yukon. But our letter from Alaska is dated from Barrow—Point Barrow. There it is, on the extreme north, well within the Arctic Circle, on the shores of the Arctic Ocean. There is a settlement here, a government station, where live in wooden houses, and chiefly on canned provisions, a few white folk, a missionary and his wife, a public school teacher, and some traders and their families—traders who have come to this faraway spot to trade in whale oil and bone and furs. One of these traders has a sister in England, who has sent him the Children's Encyclopaedia from its very beginning. And not only do his children get the benefit of it; it is the school-teacher of the United States school nearest the North Pole, who writes from Barrow, Alaska, to tell us how much his scholars, native Eskimo children, enjoy our magazine. Shall we, before we look into the faces of these fellow-readers, just glance over the route by which our magazine reaches them? Not by the direct North-west Passage, the straits of which are generally frozen and full of peril; but first it has to cross the Atlantic, the great engines of the ship going day and night for nearly a week, to reach New York. Then right across the huge continent it goes, speeding onwards by night and day in the train for nearly another week, and then by steamer from one of the Pacific ports, day after day, ever northwards, threading countless wooded islands, in sight of beautiful waterfalls and green hills, now passing under the shadow of stupendous mountains, down whose sides crawl immense glaciers, their ends breaking off with a noise like thunder as they launch into the sea—majestic icebergs. But the Barrow letters and parcels are still far from their destination, and may take many weeks to finish the journey in yet another vessel that may be going round into the Arctic. And as there is no regular post, not even once a month, several numbers will arrive together. Let us think of all this, we who get very impatient for our new Encyclopaedia each month as the fifteenth draws near!",
            "The forefathers of the Eskimo scholars at Barrow belong to a very ancient race. They have roamed along these bleak shores from times unknown, long, long before white men came, teaching them to drink fiery poison—bad whisky—and other white men followed to show the way to Christianity. There are not enough Eskimos in the whole of the Arctic shore from Greenland to Bering Straits to fill one of our large cities, and it is very difficult for us, used to comforts of every kind, to understand the conditions of their lives. We have to imagine a country without towns, roads, fields, trees, or hedges; a diet without milk, eggs, bread and butter, fruit or vegetables, puddings or sweets; homes without furniture or baths, and clothing that does not include cotton, wool, or silk! And we have also to understand that the Eskimos, in spite of all this, and the constant effort to ward off starvation, are a happy, contented people, loving their bleak country. If any Eskimos pass southwards to civilised life, they pine for the free, cold North, and the snow and ice, and the daring hard fight for existence. Many of them die if they cannot get back to it all quickly.",
            "It will help us to form a picture of Eskimo life if we read the books of Arctic travel and adventure that come in our way, also if we revisit our old friends the Polar bears and seals at the Zoo, and try to imagine them in their crystal nurseries of the Far North, and if we study well the entrancing case of wild animals and birds against the white snow setting in the Natural History Museum. But, best of all, come to the corner of the long Ethnographical Gallery at the British Museum, at the top of the north-east staircase, where are set out the treasures of the Eskimos. We have to begin by thinking away the glass cases and the walls of the stuffy museum, and trying to see the things on the shores whence they come, in the cold, cold dark of winter, or in the too brief summer when the Ice King releases his grip, and the mosses grow green, and the reindeer come to eat them, and the little brown children joyfully pick the berries.",
            "Fine garments are those fur suits to keep out the cold. We note with special interest that some are from Point Barrow, and are amused to see that the women wear trousers like the men, and that the child's suit is just the same cut as its parent's. We see a mother's pride and care in the neat edge decorated with a line of fine white fur, and the handsome fringe, and the bead ornaments. The Eskimo women are very clever at making all these garments, as well as the comfortable-looking boots, and fur gloves, and useful waterproofs. In very cold weather a second suit is worn inside, with the fur turned inwards to the skin. The children running about must indeed look like baby buntings, though the tiny ones need but a few scraps of fur clothing, chiefly a cap, for they are kept—little fat, smiling, brown things—snug and warm in the fur hoods of their mother's curious-looking jackets.",
            "In the little model of a summer encampment, with its tent of skins weighted down by stones, the whole household, including the dogs, are shown busy at work, and we can see the baby just peeping out over its mother's shoulder. Winter homes are very different. Sometimes a pit is dug, and lined with any driftwood the sea brings to the shore, and the roof is made as close and snug as possible not far above the surface of the ground, being covered up with skins and clods of earth, with a warm, white blanket of snow on top. Another Eskimo dwelling is made of blocks of frozen snow, fitted together very neatly, one above the other, till the little house is the shape of a pudding-basin with its edge turned down. The door in every case is made as hidden and low as possible, to keep the “lady in the cloak” out, to keep the wind and snow out, and to keep the warmth in. For day and night furniture, there is a bench of hard snow covered with skins, which are also used to line the walls. In the midst of this “igloo,” as the house is called, burns the lamp that serves for light, warmth, and cooking. We can find one in the case, and are filled with wonder at the infinite care and patience—they have plenty of time in the Arctic— with which the stone is scooped out, with a ridge in which to tuck the moss that serves for a wick and a hollow for the oil. Above the lamp is fixed a lump of fat, which drips as it melts over the flame, and keeps it alight. We do not like to think of the smell of the lamp, nor the closeness of the “igloo,” in which several people live, nor of the impossibility of washing when every drop of water has to be thawed. And the food! The bows and arrows, the spears and hatchets, the knives and scrapers of every kind, tell of the constant chase and hunt for food. The Eskimos live on raw meat and fish, cooked meat and fish, occasionally a few birds, wild berries, and a little moss in summer, and their whole life seems to be spent, from generation to generation, in one long struggle to get enough food by hunting and killing and cutting up the animals around them, their skins serving for clothing and bedding. Great is the courage and endurance of these people when hunting the whales and bears, the seals and walruses. We look closely at the boats above the cases in the British Museum—at the man's close canoe, at the woman's wider “tub,” at the harpoons and floats, the needles and sinewy thread, the carved ivory walrus tusks, the flint “strike-a-light,” and, perhaps most interesting of all, the toy animals, figures, and tools carved in bone and ivory, once handled with joy by chubby brown babies.",
            "Even the children are wonderfully expert in managing the boats, and they early learn the art of driving the dogs that drag the sledges by which long distances are travelled, and by means of which the successful hunters bring home the food and clothing. What rejoicing awaits their return, what feasting, what stories of old times, handed down and down, of hairbreadth escapes, and pluck in hunts long gone by! And if the stories run on, as they are sure to do, about the spirits that dwell in the shrieking blast, in the grinding ice, in the growling thunder, in the mysterious changing lights of the Aurora—well, no one has to go upstairs to bed alone in the dark; all go to rest where they are, round the lamp, the men's wet clothes drying in a net above it, and the children cuddling closely among the furs with their mothers. It is said that it does not do to think too much about the Arctic regions, for if you do you may be drawn irresistibly to go there. It seems as if there must be some truth in this when we think of the undaunted explorers who go to the Arctic again and again, facing the hardships as cheerfully as the natives themselves. So we must not stop to watch the clever way in which the Eskimos play at cat's-cradle, or to look on at their greatly enjoyed dancing, or to listen to their soft, low songs. But we must give just a passing greeting to the white friends at Barrow as we leave the “magnetic North,” hoping they will enjoy the parties to which their friends are coming from other settlements along the coast, and hoping, too, that they will have pleasant evenings playing games in each other's homes through the long night. How we should like to be there with them when the sun does rise again at last, and summer chases spring away almost before she has come!"
          ]
        }
      ]
    }
  },
  {
    "id": 2,
    "teiHeader": {
      "fileDesc": {
        "titleStmt": {
          "title": "The British Empire in Africa",
          "date": "1908",
          "author": "Unknown",
          "editor": "Arthur Mee"
        }
      },
      "publicationStmt": {
        "publisher": "Digitized Collections, Staatsbibliothek zu Berlin",
        "pointer": "https://content.staatsbibliothek-berlin.de/dms/PPN745238750/1200/0/00000479.jpg",
        "licence": "Public Domain Mark 1.0"
      },
      "notesStmt": {
        "noteEditorial": {
          "type": "Editorial Note",
          "date": "2023",
          "name": "William Dorsey",
          "paragraph": [
            "Beginning in the sixteenth century, European powers, including England, bought slaves from Africa, mostly along the coasts, in the lucrative transatlantic slave trade. Though European countries began abolishing slavery in the nineteenth century, trade with Africa continued, with natural resources like ivory and palm oil in demand among Europeans. Like most European colonial powers, up until the 1870s British territory in Africa largely consisted of small stretches of land on the coasts, though large tracts of land in southern Africa had been under formal British control since the early 1800s. It was during the 1870s that the British and other European powers began expanding into more of Africa, driven by rumors of great wealth in the African interior, and made possible by the availability of new medicine like quinine to treat tropical diseases that would have otherwise prevented further expansion. Historians today call this the Scramble for Africa, as European countries competed against each other to claim land in Africa during the latter decades of the nineteenth century. In 1884, various European countries, including the United Kingdom, attended the Berlin Conference to settle colonial claims on land in Africa and divide the continent among themselves. Once competing claims were settled, the British Empire asserted control in their new African colonies.",
            "By 1908, the British Empire in Africa consisted primarily of crown colonies controlled by the British foreign office. Besides crown colonies there were also spheres of influence and protectorates, such as Egypt, overseen by the United Kingdom though officially under Ottoman sovereignty. Egypt was an important part of the British Empire, as the United Kingdom sought to maintain its hold over the Suez Canal. The native Africans living in the British Empire had few rights under British rule, and little say in how their land was governed.",
            "Within the British Empire in Africa, protestant missionaries evangelized indigenous populations to try to convert them to Christianity. These missionaries sought not only to convert Africans to the religion of the United Kingdom, but also sought to spread other parts of British culture and “civilize” Africans; this included introducing Africans to European style clothing and manners. Colonial governments commonly gave support to the missionaries, seeing them as a means of exerting control over British Africa.",
            "When this encyclopedia entry was written, the initial phases of the Scramble for Africa were over, and the United Kingdom controlled a vast amount of land on the continent. Six years earlier, in 1902, the Second Boer War had ended with British victory over the Boer (descendants of Dutch and Huguenot settlers) South African Republic and Orange Free State. This allowed the British Empire to solidify its control over South Africa. This war was controversial in the United Kingdom, with British citizens dismayed over the high casualties their soldiers took, and reports of British cruelty against the Boers.",
            "This article from the 1908 British Children's Encyclopedia was written by British authors to be read by British children. These authors supported British imperialism and wanted to introduce young readers to imperialism in a way that would make them supportive of it. By describing native Africans as “savages” and Europeans in Africa as having a positive impact on Africa, this article served to reinforce imperialist propaganda in the wake of recent controversies after the Second Boer War."
          ]
        },
        "noteFurther": [
          {
            "type": "Monograph",
            "author": "Elkins, Caroline.",
            "title": "Legacy of Violence a History of the British Empire.",
            "place": "New York",
            "publisher": "Random House",
            "year": "2023"
          },
          {
            "type": "Monograph",
            "author": "Harlow, Barbara, and Mia Carter.",
            "title": "Archives of Empire: Volume 2. The Scramble for Africa.",
            "place": "Durham, NC",
            "publisher": "Duke University Press",
            "year": "2004"
          },
          {
            "type": "Monograph",
            "author": "Keegan, Timothy J.",
            "title": "An Age of Hubris: Colonialism, Christianity, and the Xhosa in the Nineteenth Century.",
            "place": "Charlottesville, VA",
            "publisher": "University of Virginia Press",
            "year": "2023"
          },
          {
            "type": "Monograph",
            "author": "Lewis, David Levering.",
            "title": "The Race to Fashoda: European Colonialism and African Resistance in the Scramble for Africa.",
            "place": "London",
            "publisher": "Bloomsbury",
            "year": "1988"
          },
          {
            "type": "Monograph",
            "author": "Pakenham, Thomas.",
            "title": "The Scramble for Africa: The White Man's Conquest of the Dark Continent from 1876 to 1912.",
            "place": "New York",
            "publisher": "Random House",
            "year": "1991"
          },
          {
            "type": "Monograph",
            "author": "Vandervort, Bruce.",
            "title": "Wars of Imperial Conquest in Africa, 1830-1914.",
            "place": "Hoboken, NJ",
            "publisher": "Taylor and Francis",
            "year": "1998"
          }
        ]
      },
      "sourceDesc": {
        "biblFull": {
          "title": "The British Empire in Africa",
          "titleSeries": "The Children's Encyclopaedia",
          "author": "unknown",
          "editor": {
            "forename": "Arthur",
            "surname": "Mee"
          },
          "extent": "1765-1770",
          "publisher": "Carmelite House",
          "place": "London",
          "volume": "3",
          "date": "1908"
        }
      },
      "encodingDesc": {
        "projectDesc": "This primary source document has been marked up as part of the HIS 425 Digital History Course at Dean College and in cooperation with the project IN_CONTEXT: Colonial Histories and Digital Collection at the Staatsbibliothek zu Berlin - PK.",
        "date": "2023"
      }
    },
    "text": {
      "body": [
        {
          "type": "Abstract",
          "paragraph": [
            "When you look at the map of the world, you will generally find that those parts of the earth's surface belonging to the British Empire are printed in red; and you will see that quite a large part of Africa is coloured red…Now, until about a hundred years ago there would have been no red patches—nothing more than some little red marks on the Guinea Coast. Before that the Dutch had planted a colony at the Cape of Good Hope, which is the country we mean when we speak of “The Cape.” But other European nations had taken possession of stations on the coast only so that they might trade with the natives, and make an expedition now and then inland. It did not seem worth while to do more, because these places were terribly hot and horribly unhealthy ; and people who tried to go inland found it hotter and more unhealthy. Besides which, the natives were all savages, with whom there was not much trading to be done. So that very little indeed was known about Africa——except Egypt and the countries which lie along the shores of the Mediterranean Sea.",
            "But things are very different now, for during the second half of the nineteenth century several bold travellers, many of them Christian missionaries, made exploring expeditions, and did their best to make friends with the natives… And so it was found out that if Europeans set about the business in the right way some good might be got out of Africa after all. Therefore, the nations of Europe made agreements together that, instead of fighting each other to get the biggest share, each should have a settled portion, which is called a Sphere of Influence, in which it might do pretty much what it liked as long as it did not interfere in the sphere of influence of someone else, and did not break certain rules which everyone feels to be just and necessary in the treatment of the natives. […]",
            "So there are three divisions of those parts of Africa which belong to the British Empire. First, there are the little portions on the Guinea Coast,which have been British for a long time, but have had more territory added to them. Then there is the nose, in the south, where there are a great many white people; and, thirdly, there are the lands in the interior which are in the British sphere of influence, where there are not many white people yet, and perhaps never will be—at any rate, until we can find out some way of preventing them from getting diseases which are much more fatal to Europeans than to races which have lived in tropical climates for hundreds or thousands of years. But we have been there only a very short time as yet, so that we may still find out ways of making it more possible to go on living there. Africa is so big, and there is still so much of it where only a very few white men have ever been, that explorers still go on finding new sorts of animals; and people who like adventures go there to hunt “big game,” which means big beasts that are dangerous. [...]",
            "[The] African races are not like the people of India, who have been civilised for thousands of years, though their civilisation is different from that of the peoples of Europe. The Africans have hardly been civilised at all; they have not tried to make themselves skilful in anything except things that have to do with fighting and hunting. They never thought of building themselves anything better than what we should call huts to live in, or of making any but the roughest kind of tools, and even now they have learned very little from the Europeans. If they were left to themselves, they would wear hardly any clothes. In those parts of the country where they have a good deal to do with Europeans, many of them have been taught Christianity; but most of them are still heathen, and believe more in what we should call witchcraft or magic than in anything else; and even now, where there are no Europeans to stop them, some of them are cannibals."
          ]
        },
        {
          "type": "Full text",
          "paragraph": ["", ""]
        }
      ]
    }
  },
  {
    "id": 3,
    "teiHeader": {
      "fileDesc": {
        "titleStmt": {
          "title": "The Homeland of Jesus. Life and Scenes in Palestine To-Day",
          "date": "1911",
          "author": "Unknown",
          "editor": "Arthur Mee"
        }
      },
      "publicationStmt": {
        "publisher": "Digitized Collections, Staatsbibliothek zu Berlin",
        "pointer": "https://content.staatsbibliothek-berlin.de/dms/PPN745280099/1200/0/00000360.jpg",
        "licence": "Public Domain Mark 1.0"
      },
      "notesStmt": {
        "noteEditorial": {
          "type": "Editorial Note",
          "date": "2023",
          "name": "Katherine Lafond",
          "paragraph": [
            "The Ottoman Empire ruled Palestine for over four centuries. During the period of Ottoman rule, the Palestinian region was structured into three districts, Jerusalem, Gaza, and Nablus, which were all connected to the Damascus Province. By the mid-1800s, the Ottoman Empire had established strong economic relations with the British Empire. The 1838 Treaty of Balta Liman allowed British merchants full access to all Ottoman markets and taxed them at the same rate as local merchants. The Ottoman Empire agreed to Balta Liman treaty in exchange for military assistance from the British. The Ottomans were fighting a rebel governor, Muhammad Ali, whose forces were positioned to take over the capital at Constantinople. The Balta Liman treaty marked the beginning of informal British imperialism, or a “sphere of influence,” within the Ottoman Empire. Still, the British remained in competition with France, Russia, and Germany for economic influence in the Ottoman world. This dynamic enabled the Ottoman Empire to navigate international affairs with little restrictions by leveraging one major power against another. By the early 1900s, political problems within the Ottoman Empire had become a serious concern of the British Empire and its allies. The Young Turk Revolution of 1908 completed the emergence of Turkish and Arab nationalism and accelerated Ottoman modernization. Not everyone was happy with these radical changes. Mounting tensions between various religious and ethnic groups threatened the social, political, and economic stability of the Ottoman Empire.",
            "In 1911, a travelogue entitled, “The Homeland of Jesus. Life and Scenes in Palestine To-Day,” was published in volume two of The New Children's Encyclopaedia by edited by British journalist and imperialist, Arthur Mee. The travelogue depicts the view of 1911 Ottoman Palestine from the perspective of a British imperialist. As the title suggests, religion (particularly Christianity) plays a central role in this travelogue. Historical Palestine was and continues to be important to Jews, Christians, and Muslims. Several important religious sites are located in modern-day Israel and Palestine, such as the Church of the Holy Sepulcher, Al-Aqsa Mosque, and the Western Wall. This travelogue frames the trip to Ottoman Palestine as an English Protestant's spiritual pilgrimage, considering every location visited is a religious site. The author's portrayal of Jews, Christians, and Muslims is informed by an imperialist and Biblical understanding of historical Palestine and its people. The author depicts Arabs as exotic and mysterious, whereas Christians and Jews are revered and glorified. The excerpt below illustrates this British imperialist view of Ottoman Palestine in the early twentieth century."
          ]
        },
        "noteFurther": [
          {
            "type": "Journal article",
            "author": "Amara, Ahmad",
            "title": "Civilizational Exceptions: Ottoman Law and Governance in Late Ottoman Palestine.",
            "journal": "Law and History Review",
            "volume": "36",
            "issue": "4",
            "year": "2018",
            "pages": "915-941"
          },
          {
            "type": "Journal article",
            "author": "Bar, Doron and Kobi Cohen-Hattab.",
            "title": "A New Kind of Pilgrimage: The Modern Tourist Pilgrim of Nineteenth-Century and Early Twentieth-Century Palestine.",
            "journal": "Middle Eastern Studies",
            "volume": "39",
            "issue": "2",
            "year": "2003",
            "pages": "131-148"
          },
          {
            "type": "Monograph",
            "author": "Gelvin, James L.",
            "title": "The Modern Middle East. A History.",
            "place": "Oxford and New York",
            "publisher": "Oxford University Press",
            "year": "2020"
          },
          {
            "type": "Journal article",
            "author": "Kushner, David.",
            "title": "The Ottoman Governors of Palestine, 1864-1914.",
            "journal": "Middle Eastern Studies",
            "volume": "23",
            "issue": "3",
            "year": "1987",
            "pages": "274-290"
          },
          {
            "type": "Journal article",
            "author": "Öke, Mim Kemal.",
            "title": "The Ottoman Empire, Zionism, and the Question of Palestine (1880–1908).",
            "journal": "International Journal of Middle East Studies",
            "volume": "14",
            "issue": "3",
            "year": "1982",
            "pages": "329-341"
          },
          {
            "type": "Monograph",
            "author": "Said, Edward W.",
            "title": "Orientalism.",
            "place": "New York",
            "publisher": "Vintage Books",
            "year": "1979"
          }
        ]
      },
      "sourceDesc": {
        "biblFull": {
          "title": "The Homeland of Jesus. Life and Scenes in Palestine To-Day",
          "titleSeries": "The New Children's Encyclopaedia",
          "author": "unknown",
          "editor": {
            "forename": "Arthur",
            "surname": "Mee"
          },
          "extent": "345-355",
          "publisher": "Amalgamated Press",
          "place": "London",
          "volume": "2",
          "date": "1911"
        }
      },
      "encodingDesc": {
        "projectDesc": "This primary source document has been marked up as part of the HIS 425 Digital History Course at Dean College and in cooperation with the project IN_CONTEXT: Colonial Histories and Digital Collection at the Staatsbibliothek zu Berlin - PK.",
        "date": "2023"
      }
    },
    "text": {
      "body": [
        {
          "type": "Abstract",
          "paragraph": [
            "We can just make out, in the dazzling glory of the sun's rays, the faint outline of the country we have come to see. It is a little country, no bigger than Wales, but there is much to see in it, so long is its story, thousands of years long, so full is its story, full of the most unforgettable things that have ever happened in the world. … It is not by any means chiefly on account of the absorbing interest of the very far past, though it is fine indeed to pass over the most ancient roads in the world, to see the home of the greatest sailors and traders of old times, to read the records of the journeys to and fro of mighty kings and their armies from either side of the little “buffer” country of Canaan, or Palestine. […]",
            "Palestine is a holy land to the Jews, for in it is the site of the Temple, and the scenes of the Old Testament stories lie scattered over its surface. […]",
            "Palestine is a holy land to the followers of Mohammed, for they, too, reverence the heroes of Old Testament history. And their Caliph Omar, the second in succession to Mohammed, is associated with great and magnificent buildings on the site of the Jewish temple, second only to Mecca in sacredness. […]",
            "To Christians Palestine is a holy land because our Master passed the thirty-three years of His life on earth within its borders.",
            "Soon our train runs into the terminus, and amid the bustle of porters and luggage, and finding a carriage to take us to our hotel, we look up and read on the station wall JERUSALEM. Surely, we are in a dream, thus to approach a place that so far has belonged to the hymns we sing, to the Bible stories we love, to the visions of heavenly joy. It is indeed bewildering at first—such steep, narrow streets, sometimes mere flights of steps like those in Devonshire villages. And what a motley crowd! Monks in black or white habits, sisters of mercy, black watchmen, Arabs in striped clothing, veiled ladies, visitors and pilgrims from all over Europe and Asia, all pass in rapid succession. [...]",
            "We start our pilgrimage in the Christian quarter, being anxious to see at once the famous mass of buildings raised over what are supposed to be the spots where Jesus suffered and was buried, now called the Church of the Holy Sepulchre. We can never forget the moment of entering ; we seem to leave our everyday beings outside as we pass the Mohammedan guardian of the peace, into a dim, mysterious darkness, cloudy with incense, and pierced with a multitude of glowing lamps. As we go through the various churches and chapels belonging to the Greek, Latin, Armenian, and Coptic churches, we hear a constant hum of prayers and litanies, drowned from time to time by the rolling of an organ, the clash of a cymbal. We grow quite dazed as we are taken from site to site, and are told that here our Savior was crowned with thorns, here He was nailed to the Cross. […]",
            "Not far from this spot, which many believe to be the true Calvary, is a quiet garden, lately cleared from rubbish and set in order by English folk. With deep interest we look at the tombs in the garden, especially at one that answers to one described in the Gospels. […]",
            "Next day comes our visit to Bethlehem. … Foremost among the sights of Bethlehem stands out the large and simple Church of the Nativity, whose building was begun about 1,600 years ago over the spot where Christ was born.",
            "The little inn in which Mary and Joseph sought shelter was on the old caravan route, and no doubt the stable to which they were turned was in a rocky cave close by, as many inn stables are seen to-day. … We stoop to read the inscription round the silver star on the floor: “ Here Jesus Christ was born of the Virgin Mary.” […]",
            "Before starting for Nazareth and the Sea of Galilee, we must visit the south-east part of Jerusalem, where the famous Temple of Solomon stood. The site is now covered by magnificent Mohammedan buildings and courts. Some think that the rock on its highest point, which is covered by the Dome of the Rock, was the Altar of Burnt Offering. We are amazed at the magnificence in form and decoration of this shrine, to enter which we take off our shoes. Such blue Persian tiles and mosaic glass, such beautiful arches and pillars and soft carpets. The El-Aksa Mosque—El-Aksa means “the most distant”—the farthest sacred shrine from Mecca, stands about 500 feet away from the Dome of the Rock. It was first a Christian cathedral, but was changed by Omar into a mosque. We linger as long as we can over the view from the walls, and the endless points of interest and beauty which it contains.",
            "Our last sight in Jerusalem has a haunting sadness. Thousands of Jews are gathering now in the country that once belonged to their forefathers, which they still love with a passionate patriotism. On certain days a most affecting service is held beside a part of the wall surrounding the Temple enclosure, a part believed to date from Solomon's time. With faces pressed against the huge stones, the Jews bewail the lost glories of their Temple and country, and pray and read the Hebrew Scriptures with the tear streaming down their faces. […]",
            "As the eventful day closes, the last ridge is crossed, and we are at Nazareth. […] Things change here so little through the centuries that we have little difficulty in seeing them as they were 2,000 years ago. […]",
            "We approached the Holy Land in the golden haze of sunrise ; we leave it in shadow as we face the setting sun."
          ]
        },
        {
          "type": "Full text",
          "paragraph": [
            "It is daybreak, the seventh we have seen on the Mediterranean since we left Marseilles on our way eastward. We can just make out, in the dazzling glory of the sun's rays, the faint outline of the country we have come to see.",
            "It is a little country, no bigger than Wales, but there is much to see in it, so long is its story, thousands of years long, so full is its story, full of the most unforgetable things that have ever happened in the world. Countless numbers of people have made their way across land and sea to visit this country, and most of them know more about it than about their native lands ; for the names of its mountains, of its rivers and lakes, of its cities and villages, nay, of its very caves and pools and rocks, have been household words in the mouths of millions through the centuries. Why this world-wide interest? What do we all come to see? It is not on account of scenery, though there is much that is glorious. It is not by any means chiefly on account of the absorbing interest of the very far past, though it is fine indeed to pass over the most ancient roads in the world, to see the home of the greatest sailors and traders of old times, to read the records of the journeys to and fro of mighty kings and their armies from either side of the little “buffer” country of Canaan, or Palestine.",
            "It is the magic of its name as the Holy Land that has drawn, and still draws, thousands and tens of thousands of pilgrims to visit it. Palestine is a holy land to the Jews, for in it is the site of the Temple, and the scenes of the Old Testament stories lie scattered over its surface. There are the valleys and fields where Abraham pitched his tents, there are the tombs where the great ones of Israel were buried, there is the mountain-top from which Moses saw the Promised Land he might not enter, and here are the green pastures and still waters where David led his flock.",
            "Palestine is a holy land to the followers of Mohammed, for they, too, reverence the heroes of Old Testament history. And their Caliph Omar, the second in succession to Mohammed, is associated with great and magnificent buildings on the site of the Jewish temple, second only to Mecca in sacredness.",
            "To Christians Palestine is a holy land because our Master passed the thirty-three years of His life on earth within its borders.",
            "Our landing-place is Jaffa, and here we get our first view of an Eastern town. Such a confusion of strange looking faces and costumes; camels striding along the streets ; numbers of donkeys and their boys; mean-looking houses, much dirt, and many beggars— all this passes before our dazzled eyes as we make for the railway station, crossing one of the most ancient roads in the world, by the sea-plain, leading from the Nile to the upper part of the Euphrates.",
            "We have a three hours' journey before us, though the distance is only as far as between London and Brighton. First through orange and lemon groves—we all enjoy Jaffa oranges !—then across a plain famous through the ages for the beauty of its wild flowers, then winding among low hills, past shepherd boys with their sheep and goats, past mud villages set in fields of yellow, brown, and green. The train begins to mount as the trains do up the heights of Switzerland, and from the open platform we enjoy the growing grandeur of the view, backwards over the Mediterranean, forwards to the heights above, as we climb to the great central ridge that forms the heart of Palestine.",
            "Soon our train runs into the terminus, and amid the bustle of porters and luggage, and finding a carriage to take us to our hotel, we look up and read on the station wall JERUSALEM. Surely, we are in a dream, thus to approach a place that so far has belonged to the hymns we sing, to the Bible stories we love, to the visions of heavenly joy. But no, we are actually here, in sight of the walls, the gates, the towers, and buildings. It is indeed bewildering at first—such steep, narrow streets, sometimes mere flights of steps like those in Devonshire villages. And what a motley crowd! Monks in black or white habits, sisters of mercy, black watchmen, Arabs in striped clothing, veiled ladies, visitors and pilgrims from all over Europe and Asia, all pass in rapid succession. And here are the loaded camels again, jingling their bells as they plod by, and donkeys with yelling boys everywhere.",
            "We start our pilgrimage in the Christian quarter, being anxious to see at once the famous mass of buildings raised over what are supposed to be the spots where Jesus suffered and was buried, now called the Church of the Holy Sepulchre. We can never forget the moment of entering ; we seem to leave our everyday beings outside as we pass the Mohammedan guardian of the peace, into a dim, mysterious darkness, cloudy with incense, and pierced with a multitude of glowing lamps. As we go through the various churches and chapels belonging to the Greek, Latin, Armenian, and Coptic churches, we hear a constant hum of prayers and litanies, drowned from time to time by the rolling of an organ, the clash of a cymbal. We grow quite dazed as we are taken from site to site, and are told that here our Savior was crowned with thorns, here He was nailed to the Cross. There He was buried. How can there be so much certainty about it, we reflect. Helena's chair and chapel remind us of the dream of the empress, by which she is said to have been guided to find the true Cross on this spot. That was three centuries after Christ's death and the awful destruction of Jerusalem by the Romans some years after, and during those centuries neither Jew nor Christian came to this place, and men's memories grew dim about the exact position of the spots where Jesus suffered. Helena's beautiful church was destroyed by the Persians, and many were the buildings and additions, many were the fires, many were the fierce fights raging round, through the Crusading times and onwards.",
            "We feel it a welcome relief to pass out to the open air from the crowded buildings, churches, convents, galleries, altars, rival sects, and to make our way by the Damascus Gate to a remarkably shaped mound, with bare limestone cliffs. It can indeed be seen from “afar off,” and there must have been many “passersby” near this little Hill of Execution, where two ancient main roads cross.",
            "Not far from this spot, which many believe to be the true Calvary, is a quiet garden, lately cleared from rubbish and set in order by English folk. With deep interest we look at the tombs in the garden, especially at one that answers to one described in the Gospels. We feel that it is this mound, this garden tomb, we shall bear in mind when we are at home again singing of the “green hill far away, without a city wall” rather than the far-famed, much - fought – for sites revealed by the dream of Helena, which are now under the buildings of the Church of the Holy Sepulchre.",
            "Next day comes our visit to Bethlehem. It is an easy drive, five miles to the south of Jerusalem. The Field of the Shepherds attracts us first, we only wish we could have been in them at night, under the brilliant starlit sky. As it is, we enjoy the sunshine on the fields where Ruth gleaned after the reapers of Boaz, on the shining white buildings of the little city standing out against the blue sky, on the broad plain stretching to the Dead Sea, with the purple mountains of Moab gleaming in the distance.",
            "Foremost among the sights of Bethlehem stands out the large and simple Church of the Nativity, whose building was be- gun about 1,600 years ago over the spot where Christ was born.",
            "The little inn in which Mary and Joseph sought shelter was on the old caravan route, and no doubt the stable to which they were turned was in a rocky cave close by, as many inn stables are seen to-day. The rocky cave- stable said to be the one is now a shrine lined ancient church has well-nigh involved Europe in war! Our next pilgrimage takes us farther afield from Jerusalem, two days' travelling in a carriage, some of it over very rough roads. We start early, out by the Damascus Gate, winding past the Garden Tomb, across the brook Kedron, past the Garden of Gethsemane to the slopes of Olivet. Jerusalem looks lovely in the morning sun, over the steep valley dotted with Jewish graves. Above the striking city walls we see the greenish lustre of the wonderful dome built over the Temple site, and the towers with marble, lit by lamps burning night and day, supplied n by the different n churches that have shares in the various parts of the building. We stoop to read the inscription round the silver star on — the floor : “Here Jesus Christ was born of the Virgin Mary.”",
            "Turkish soldiers keep guard, as in Jerusalem, to prevent the followers of the Prince of Peace flying at each others' throats over a few inches of a wall or altar. It has been said that more than once the question of the opening or shutting of a door in the churches and convents that have clustered round the and spires all crowded against the sky. Bethany is close at hand in a hollow. The supposed sites of the tomb of Lazarus and the home of Mary and Martha are shown in the village, but we are content to stand on the edge of hollow, and imagine ourselves gazing with Mary down the mountain, watching and longing for her Friend in her sore trouble. The view onwards is fine, in the clear, bright air; was it here spoken, am the Resurrection and the Life,” the words still echoing down the years to comfort those who have lost their dear ones?",
            "And now we go down, down, down to the Jordan valley, by zigzag roads as in Swiss mountain passes. It is a steep drop from the heights of Jerusalem, and we get many views of the wonderful deep valley in which the Jordan winds on its way from the Sea of Galilee to the Dead Sea. The distance between the seas, as the crow flies, is only seventy miles, but so great are the windings of the Jordan that its course is nearly three times as long. There is a beautiful harmony between the green of the willows and rushes that border the river and the blue of the calm Dead Sea. It is a hot, rough journey as we near the sea, over a mere track among little mounds of mud and low scrubby bushes, that serve as food for camels.",
            "Greatly do we enjoy a rest on the pebbly beach, and still more a bathe in the far-famed salt water, seven times salter than the ocean. This saltness is realised when we get a drop in our eyes or mouth. We feel ourselves so light in the Dead Sea that we simply stand up- right when out of our depth and tread water. We find it best to swim on our backs, as it is not easy to keep our arms and legs under water.",
            "Invigorating as it is, we are glad of a dip later in the fresh water of the Jordan to wash off the salt that has dried on our skin. We lunch under the green trees by the river, and listen to the stories of our guide about the thousands of pilgrims, chiefly Russians, who come to bathe in the waters of Jordan, the river crossed by the children of Israel on their way to the Promised Land ; the river in which John baptised his Master. We seem to see the happy, merry folk, so simple and kindly, so enthusiastic about all they see and hear. They carry away the garments wetted by Jordan water, and keep them to be buried in, for this pilgrimage is the event of their lives.",
            "We spend the night at Jericho, the lowest inhabited spot in the world. Nearly all the course of the Jordan is below the level of the sea ; the surface of the Dead Sea is nearly 1,300 feet below the level of the Mediterranean. The Old Testament Jericho, so wonder- fully besieged and taken, and the New Testament Jericho, where blind Bartimasus begged, and Zacchteus collected taxes, are both marked now by rubbish- heaps and ruins. It is on the site of the Jericho of Crusading times that the modern village stands, surrounded by gardens and groves of fruit-trees.",
            "It is a long climb back to Jerusalem. The pilgrims do it on foot; so did the multitudes who went out to hear and see the Baptist by the Jordan.",
            "Before starting for Nazareth and the Sea of Galilee, we must visit the south-east part of Jerusalem, where the famous Temple of Solomon stood. The site is now covered by magnificent Mohammedan buildings and courts. Some think that the rock on its highest point, which is covered by the Dome of the Rock, was the Altar of Burnt Offering. We are amazed at the magnificence in form and decoration of this shrine, to enter which we take off our shoes. Such blue Persian tiles and mosaic glass, such beautiful arches and pillars and soft carpets. The El-Aksa Mosque—El-Aksa means “the most distant”—the farthest sacred shrine from Mecca, stands about 500 feet away from the Dome of the Rock. It was first a Christian cathedral, but was changed by Omar into a mosque. We linger as long as we can over the view from the walls, and the endless points of interest and beauty which it contains.",
            "Our last sight in Jerusalem has a haunting sadness. Thousands of Jews are gathering now in the country that once belonged to their forefathers, which they still love with a passionate patriotism. On certain days a most affecting service is held beside a part of the wall surrounding the Temple enclosure, a part believed to date from Solomon's time. With faces pressed against the huge stones, the Jews bewail the lost glories of their Temple and country, and pray and read the Hebrew Scriptures with the tear streaming down their faces.",
            "And now begins the most adventurous part of our journey. We might do it easily by taking train from Jerusalem back to Jaffa, thence fifty miles northward by steamer to Haifa, and then by carriage to Nazareth. But for many reasons—chiefest that we want to live in the great past, see the views that Jesus saw, see the peasants as He saw them— we decide to take the land journey by carriage to Nablous, and then to Nazareth on horseback.",
            "It is a wonderful farewell view we get of Jerusalem as we mount the hill to the north and look back at the panorama; and then all day long we pass over rough hills and beautiful valleys, over rocky passes with bright streams, over fertile fields. With bewildering rapidity we leave behind us sites connected with David, Samuel, Eli, Joshua and his followers. We sleep at Nablous, the old city of Shechem, the first city (Sichem) mentioned in the Bible. Here live the remnant—only some 200 poor folk—of the old Samaritans, and in their interesting synagogue we see the famous and ancient roll of the books of Moses and Joshua.",
            "The Vale of Shechem is grandly walled in by two mountains, one dry and bare, with masses of prickly pear, the other, at its base, clothed with lovely flowers and shrubs, and gay with leaping brooks. We turn aside to see Jacob's Well, where Christ, weary with the heat, sat and rested and talked with the woman of Samaria. It is hard riding next day, though our Arab steeds bring us safely through, with guides and attendant horsemen to look after us.",
            "The Kings of Israel did indeed find a grand site for their new capital, towering on its lonely hill, rising from broad and fertile plains. We take in as much as we can of the position of Ahab's ivory palace, of the ruins of the grand colonnade, of the magnificent views all round. What wild and stirring scenes once raged where now sad ruin and desolation brood over the Hill of Samaria! Presently our way takes us across the Vale of Dothan, and as we go we live again in the familiar story of Joseph, and watch the dreamer coming over the fields to his brothers. We shudder at their treatment of the boy as we look into the old rock-cut bottle-shaped cisterns, into one of which he may have been let down, and, in that cloud of dust out yonder, we almost fancy we can see the caravan of Ishmaelites to whom he was sold, treveiling on the ancient highway we are crossing. It is still a principal trade route between the Euphrates and Egypt. As we cross the plain of Esdraelon we realise that we are in the very heart of a great battlefield where men have striven with each other from the times of Sisera to those of Napoleon.",
            "As the eventful day closes, the last ridge is crossed, and we are at Nazareth.",
            "Next day we spend some happy hours among the rocky fields around, picking the “lilies of the field,” watching the birds, and the boys tending sheep and goats. Things change here so little through the centuries that we have little difficulty in seeing them as they were 2,000 years ago. Here are women grinding at the mill, travellers in flowing g garments with scrip and staff, oxen ploughing, people living on the housetops, men carrying water in “bottles” made of the skins of animals. Our chief interest in Nazareth is to watch the mothers and children at the well, now called the Virgin's Well, in memory of the days when Mary came to it with her pitcher, holding her little Son by the hand.",
            "Next day the carriage takes us on past Cana and the Hill of Blessings, and then at last we look down on the blue and sparkling Sea of Galilee, ringed round with green hills. We greatly enjoy a sail on the lake, seeing the spot where the Jordan enters strong and full into it, and noting on its shores the ruins of the old towns with familiar names that were dotted about it in the time of Christ. Ships and boats were busy then on its waters, plying from one to the other; the fishermen, too, had good markets for their abundant hauls of fish. In the early morning, next day, we cross it again from Tiberias, and amid the quiet ripple of the little waves we think of the scenes on its shores, of the storms, of the words borne across the water, “It is I, be not afraid.”",
            "From Semakh we take the train to Damascus, a journey of a few hours. Such varied scenery we pass, picturesque river valleys, pools of hot sulphur, bare plains dotted with the mounds of buried cities, and fine views from time to time of the snowy giant, Mount Hermon, whence springs the Jordan. The last part of the way is over the Damascus-Mecca Railway, by which thousands of pilgrims now travel toward the birthplace of Mohammed. The buildings of the city, of a pearly grey colour, surrounded by thousands of the greenest trees, have gained for it the name of the “pearl set in emeralds.” It is also called the Immortal City, the oldest city in the world, for Damascus was full of people, thriving and beautiful, long ages before Rome was born.",
            "We feel we would like many weeks, instead of days, in which to wander by the two rivers that “make” the fertile site of Damascus. In the bazaars we are delighted with things old and new which show the skill of the people from early days in metal and leather work and in beautiful damask linen and hangings.",
            "But we must tear ourselves away to visit the Great Mosque, for about it hangs the story of the lovely city from the days when Naaman, the Syrian captain, gained permission to bow himself in the House of Rimmon, and onward through Roman and Christian times.",
            "It is but a short journey by train to visit the grand ruins of the Temple of the Sun and of Bacchus, and the stupendous quarries of stone at Baalbek, in the plain between the two Lebanon ranges. Columns are still standing 90 feet high, immense flights of steps are still to be seen, and remains of huge terraces and walls.",
            "By the old road that leads from Baalbek to the cedars of Lebanon, the traveller has to climb a pass 8,000 feet above the level of the sea, whence the view is superb, over snowy peaks, over mountain streams and valleys, far away to the Mediterranean on the one side, and to the desolate distant ridges on the other. The cedars, grand and dreary as they are, some of them perhaps 2,000 or 3,000 years old, are but a remnant of the forests so famous in the days of Solomon.",
            "But we have to take the train from Baalbek to the port of Beyrout, across the Lebanon range, and a most beautiful journey it is. The highest point is nearly 5,000 feet above the sea, and the railway descends in zigzags through pine-forests. As we look out from the train, we think we have seen nothing more beautiful in all our tour than the views over the Mediterranean in the afternoon sun.",
            "We approached the Holy Land in the golden haze of sunrise ; we leave it in shadow as we face the setting sun."
          ]
        }
      ]
    }
  },
  {
    "id": 4,
    "teiHeader": {
      "fileDesc": {
        "titleStmt": {
          "title": "Persia and Asiatic Turkey. The Lands of the Sultan and the Shah",
          "date": "1908",
          "author": "Unknown",
          "editor": "Arthur Mee"
        }
      },
      "publicationStmt": {
        "publisher": "Digitized Collections, Staatsbibliothek zu Berlin",
        "pointer": "https://content.staatsbibliothek-berlin.de/dms/PPN745241239/1200/0/00000593.jpg",
        "licence": "Public Domain Mark 1.0"
      },
      "notesStmt": {
        "noteEditorial": {
          "type": "Editorial Note",
          "date": "2023",
          "name": "Devin Legere",
          "paragraph": [
            "In the early twentieth century, Persia (also known as Iran) witnessed changing relations with British Empire, as the latter established a sphere of influence in the region. Persia is bordered to the east by India, which was a significant British colony at the time, making Persia a gateway into that land. So, for the British, establishing a military outpost in the Persian Gulf was of high strategic importance. The path to a British sphere of influence in Persia was complicated. In 1856 a war broke out between the two nations when the Persians invaded Afghanistan. Seeing this as a threat to their control of the region, the British entered hostilities with the Persians, culminating in their victory the following year. Persia ended up losing sovereignty over several regions as a result. This did not secure lasting British influence, however, due to the interference of the Russian Empire.Instead, an imperial contest emerged between the two empires that occupied the last half of the nineteenth century in what is known as the “Great Game.” Both empires competed with each other to secure spheres of influence in Central Asia, including Persia. The Great Game concluded in 1907 with the compromise of Russia obtaining influence in northern Persia and the British controlling southern Persia. This widely benefited the British because, a year later, oil was discovered. Seizing the opportunity, British interests struck oil at Masjid i-Suleiman in southern Persia on May 26, 1908, with the backing of the Burmah Oil Company. Two years later, the Burmah Oil Company formed a subsidiary to manage oil production in Persia, the Anglo-Persian Oil Company, which today is British Petroleum (BP).",
            "The following excerpt comes from an encyclopedia article written during the years that British interest in Persia was increasing due to the discovery of oil. It was published in Arthur Mee’s encyclopedia for children living in the British Empire which aimed to teach them about various subjects in the world. In this context, the article depicts Persia through an imperialist lens. Subsequently, this document is an excellent primary source for the study of imperialism around 1900. It gives us insight into the mentality that pro-imperialist Britons had of faraway, non-Western lands like Persia. It refers to Persian empires during antiquity and in the last several hundred years but emphasizes how they sank back into obscurity, likely referring to their defeat by the British in 1857. It portrays Persia as a desolate place where people live in villages and while it does mention beautiful, historic Persian cities like Isfahan (“Ispahan” below], it paints the rest of Persia as a wasteland."
          ]
        },
        "noteFurther": [
          {
            "type": "Monograph",
            "author": "Ebrahimi, Mansoureh, Masoumeh Rad Goudarzi, and Kamaruzaman Yusoff.",
            "title": "The Dynamics of Iranian Borders: Issues of Contention.",
            "place": "Cham, Switzerland",
            "publisher": "Springer",
            "year": "2019"
          },
          {
            "type": "Monograph",
            "author": "Ferrier, R. W.",
            "title": "The History of the British Petroleum Company. Volume 1: The Developing Years 1901-1932.",
            "place": "Cambridge, UK and London",
            "publisher": "Cambridge University Press",
            "year": "1982"
          },
          {
            "type": "Monograph",
            "author": "Hopkirk, Peter.",
            "title": "The Great Game: The Struggle for Empire in Central Asia.",
            "place": "New York",
            "publisher": "Kodansha International",
            "year": "2010"
          },
          {
            "type": "Journal article",
            "author": "Onley, James.",
            "title": "Britain and the Gulf Shaikhdoms, 1820-1971: The Politics of Protection.",
            "journal": "CIRS Occasional Papers",
            "volume": "SSRN",
            "issue": "",
            "year": "2009",
            "pages": "1-44",
            "pid": "http://dx.doi.org/10.2139/ssrn.2825942"
          },
          {
            "type": "Journal article",
            "author": "Yildizeli, Begum.",
            "title": "The Expansion of the British Empire in the Middle East After the Ottoman Heritage (1882-1923).",
            "journal": "History Studies",
            "volume": "10",
            "issue": "6",
            "year": "2018",
            "pages": "215-224",
            "pid": "https://doi.org/10.9737/hist.2018.644"
          }
        ]
      },
      "sourceDesc": {
        "biblFull": {
          "title": "Persia and Asiatic Turkey. The Lands of the Sultans and the Shah",
          "titleSeries": "The Children's Encyclopaedia",
          "author": "unknown",
          "editor": {
            "forename": "Arthur",
            "surname": "Mee"
          },
          "extent": "3873-3882",
          "publisher": "Carmelite House",
          "place": "London",
          "volume": "6",
          "date": "1908"
        }
      },
      "encodingDesc": {
        "projectDesc": "This primary source document has been marked up as part of the HIS 425 Digital History Course at Dean College and in cooperation with the project IN_CONTEXT: Colonial Histories and Digital Collection at the Staatsbibliothek zu Berlin - PK.",
        "date": "2023"
      }
    },
    "text": {
      "body": [
        {
          "type": "Abstract",
          "paragraph": [
            "How the Land of the Moslem Conquerors Sank Back Into Obscurity. In Persia the long centuries of crushing dependence came to an end when the Mongol rule gave way to a national government under Ismail, early in the sixteenth century. He took the old Persian title of shah. It was not long before progress was made in enlarging the borders of the kingdom towards Georgia and Mesopotamia. Queen Elizabeth sent envoys from England, hoping to open up trade and gain a footing in the East. The greatest of the Persian shahs, Shah Abbas, ruled in those days, and he not only extended his dominions, but did much to promote prosperity within them. He made roads and bridges, practically rebuilt the beautiful city of Ispahan, encouraged the silk industry for which Persia had been famous in the past, and furthered trade with Russia. Persian troops, in conjunction with an English fleet in the Persian Gulf, drove the Portuguese from their settlement at Ormuz. Pearl fisheries are still carried on in the Persian Gulf, and most of the ships on these waters are British.",
            "The Fall of Persia From its Great Power To Its Present Weakness Before long, new enemies threatened Persia. The Afghans, a practically independent people on the Indian frontier, boldly laid siege to Ispahan, which they entered in triumph. For many years there were bitter quarrels about the form of Mohammedanism that should be followed and about the succession to the throne. At the end of the eighteenth century the capital was transferred to Teheran; and the kingdom, little by little, lost its western provinces. Russia crept over the Caucasus and annexed part of Armenia; the land east of the Caspian also fell under the influence of Russia.",
            "We have, perhaps, a general idea of the strong contrasts of Persia; of the wide-spreading deserts, crossed by caravans, carrying silks and carpets, dates, and embroideries to the ports on the Caspian and Black seas; of the fertile patches, or oases; of the far-scattered towns. We now want to see everything closer, to meet the people, and understand, as far as we can, how absolutely different Persia is from anything we know in the West. Railways not being available, for there are at present only two short lines, let us join in imagination an adventurous motor-car party, determined to penetrate to Ispahan, join in the very heart of Persia. It needs some courage, for the roads are generally bad, and accommodation and food are very poor.",
            "A Garden In the Midst of a Dreary Desert: At last we see the domes of the mosques of Ispahan between the trees, and turning from the bare mountains in the distance, which now look as if bathed in gold, we do not know what to enjoy most. The avenues of trees, the fields of roses and white poppies, the gardens, the pale green streams and canals, the buildings of the great Shah Abbas, which date from the end of the sixteenth century—everything is wonderful and interesting. The enamelled tiles and plaques, the blue cupolas and minarets of the mosque, the fine square, all fill us with admiration; and there are also the immense bazaars, where we can buy everything under the sun, and where potters, and weavers of cashmeres and carpets, and leather-workers are. all following their interesting and useful trades."
          ]
        },
        {
          "type": "Full text",
          "paragraph": [" "]
        }
      ]
    }
  }
]
